Repository: zijianhuang/apptranslation
Catalog: Docs/PowerShell/Fonlow.VA.Languages/MultilingualResources/Fonlow.VA.Languages.*.xlf
Languages: ar, de, es, fil, fr, hi, it, ja, ko, ms, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# RecordScoresHelp
source: Record a score at the end of each eye test with Autoplay.
de: Notieren Sie am Ende jedes Sehtests mit der Autoplay-Funktion Ihre Punktzahl.
es: Registra una puntuación al final de cada examen ocular con reproducción automática.
fil: Mag record ng isang puntos sa dulo ng bawat pagsubok sa mata gamit ang Autoplay.
fr: Enregistrez un score à la fin de chaque test oculaire avec la lecture automatique.
hi: ऑटोप्ले के साथ प्रत्येक नेत्र परीक्षण के अंत में एक स्कोर रिकॉर्ड करें।
it: Registra un punteggio alla fine di ogni prova oculare con Autoplay.
ja: 自動再生で各目のテストの終わりに値を記録します。
ko: 각 눈의 검사가 종료되면 오토플레이를 사용해 점수를 기록합니다.
ms: Catat skor pada penghujung setiap ujian mata dengan Automain.
pl: Zapisz wynik na koniec każdego badania wzroku za pomocą funkcji autoodtwarzania.
pt: Use o Reprodutor Automático para registrar uma pontuação no final de cada teste de visão.
ru: Записывайте результаты после каждой проверки зрения с автовоспроизведением.
th: บันทึกคะแนนเมื่อสิ้นสุดการทดสอบสายตาแต่ละครั้งด้วยการเล่นอัตโนมัติ
tr: Otomatik Oynatma ile her göz testinin sonunda bir puan kaydedin.
vi: Ghi lại điểm số vào cuối mỗi lần kiểm tra mắt bằng tính năng Tự động phát.
zh_hant: 在自動計分模式下保存記錄。

# RecordScoresHint
source: While you may record scores on paper or PMS, you may also use this app to record visual acuity scores. Please go to Settings and enable “Record Scores”.
de: Sie können Ihre Ergebnisse auf Papier oder mit PMS aufzeichnen. Sie können diese App aber auch verwenden, um Sehschärfewerte aufzuzeichnen. Gehen Sie dazu zu „Einstellungen“ und aktivieren Sie „Ergebnisse aufzeichnen“.
es: Si bien puede registrar las puntuaciones en papel o PMS, también puede usar esta aplicación para registrar las puntuaciones de agudeza visual. Por favor, vaya a los ajustes y habilite \"Registrar puntuaciones\".
fil: Habang maaari kang mag record ng mga marka sa papel o PMS, maaari mo ring gamitin ang app na ito upang i record ang mga visual acuity score. Mangyaring pumunta sa Mga Setting at paganahin ang "Mga Marka ng Record".
fr: Bien que vous puissiez enregistrer vos scores sur papier ou sur PMS, vous pouvez également utiliser cette application pour enregistrer vos scores d'acuité visuelle. Accédez aux paramètres et activez « Enregistrer les scores ».
hi: जब आप कागज या पीएमएस पर स्कोर रिकॉर्ड कर सकते हैं, तो आप इस ऐप का उपयोग दृश्य तीक्ष्णता स्कोर रिकॉर्ड करने के लिए भी कर सकते हैं। कृपया सेटिंग में जाएं और \"रिकॉर्ड स्कोर\" को सक्षम करें।
it: È possibile registrare punteggi su carta o PMS, è possibile utilizzare questa app per registrare i punteggi dell\'acuità visiva. Vai su Impostazioni e attiva \"Registra Punteggio\".
ja: 紙やPMSに値を記録することがありますが、視力値を記録するために、このアプリを使用することもできます。 「設定」に移動して「値の記録」を有効にしてください。
ko: 점수를 종이나 PMS에 기록할 수 있지만, 이 앱을 사용해서도 시력 점수를 기록할 수 있습니다. 설정으로 이동해 “점수 기록”을 활성화하세요.
ms: Walaupun anda boleh merekodkan markah di atas kertas atau PMS, anda juga boleh menggunakan aplikasi ini untuk merekodkan skor ketajaman penglihatan. Sila pergi ke Tetapan dan dayakan "Rekod Skor".
pl: Chociaż możesz zapisywać wyniki na papierze lub PMS, możesz również używać tej aplikacji do rejestrowania wyników ostrości wzroku. Przejdź do Ustawień i włącz opcję "Nagrywaj wyniki".
pt: Além de registrar pontuações em papel ou PMS, você também pode usar este aplicativo para registrar as pontuações de acuidade visual. Por favor, acesse as Configurações e habilite \"Registrar Pontuações\".
ru: Вы можете записывать результаты проверок на бумаге или иным способом, а также использовать приложение для записи результатов проверки зрения. Перейдите в «Настройки» и активируйте «Запись результатов».
th: แม้ว่าคุณอาจบันทึกคะแนนลงบนกระดาษหรือ PMS ได้ แต่คุณอาจใช้แอพนี้เพื่อบันทึกคะแนนสายตาได้อีกด้วย โปรดไปที่การตั้งค่า และเปิดใช้งาน \"บันทึกคะแนน\"
tr: Puanları kağıda veya PMS'ye kaydedebilirken, bu uygulamayı görme keskinliği puanlarını kaydetmek için de kullanabilirsiniz. Lütfen Ayarlar'a gidin ve "Rekor Puanları"nı etkinleştirin.
vi: Mặc dù bạn có thể ghi lại điểm trên giấy hoặc PMS, bạn cũng có thể sử dụng ứng dụng này để ghi lại điểm thị lực. Vui lòng vào Cài đặt và bật “Ghi lại điểm”.
zh_hant: 為跟進視力的變化，你即可記錄分數在紙上或醫科管理軟體上，也可用此 App記錄視力分數。請到設置頁設定“記錄分數”。

source: Resolution
de: Auflösung
es: Resolución
fil: Resolusyon
fr: Résolution
hi: रेजोलुष्ण
it: Risoluzione
ja: 解像度
ko: 해상도
ms: Resolusi
pl: Rezolucja
pt: Resolução
ru: Разрешение
th: ความละเอียด
tr: Çözünürlük
vi: Nghị quyết
zh_hant: 分辨率

# RestartAppNeeded
source: The change will take effect after restarting the app.
de: Die Änderung wird nach einem Neustart der App wirksam.
es: El cambio surtirá efecto después de reiniciar la aplicación.
fil: Ang pagbabago ay magkakabisa pagkatapos ng muling pag restart ng app.
fr: Le changement prendra effet après le redémarrage de l'application.
hi: ऐप को पुनरारंभ करने के बाद परिवर्तन प्रभावी होगा।
it: La modifica avrà effetto dopo il riavvio dell\'applicazione.
ja: 変更はアプリを再起動した後に有効になります。
ko: 앱을 재시작한 후에 변경 사항이 적용됩니다.
ms: Perubahan akan berkuat kuasa selepas memulakan semula apl.
pl: Zmiana zacznie obowiązywać po ponownym uruchomieniu aplikacji.
pt: A alteração entrará em vigor quando você reiniciar o aplicativo.
ru: Изменения вступят в силу после перезапуска приложения.
th: การเปลี่ยนแปลงจะมีผลหลังจากเริ่มแอปใหม่
tr: Değişiklik, uygulamayı yeniden başlattıktan sonra geçerli olacaktır.
vi: Thay đổi sẽ có hiệu lực sau khi khởi động lại ứng dụng.
zh_hant: 此參數在重啟App后有效。

source: Result
de: Ergebnis
es: Resultado
fil: Resulta
fr: Résultat
hi: परिणाम
it: Risultato
ja: 結果
ko: 결과
ms: Keputusan
pl: Wynik
pt: Resultado
ru: Результат
th: ผล
tr: Sonuç
vi: Kết quả
zh_hant: 結果

# ResultFormat
source: Notation
es: Notación
fil: Ang notasyon
hi: नोटेशन
it: Notazione
ja: 表記法
ko: 기호
ms: Notasi
pl: Notacja
pt: Notação
ru: Указание
th: สัญลักษณ์วัดสายตา
tr: Gösterim
vi: Ký hiệu
zh_hant: 結果的格式

# ResultFormat1
source: Decimal (0.5)
de: Dezimal (0,5)
fr: Décimal (0,5)
hi: दशमलव (0.5)
it: Decimale (0,5)
ja: 小数 (0.5)
ko: 소수 (0.5)
ms: Perpuluhan (0.5)
pl: Dziesiętny (0,5)
ru: Десятичное число (0,5)
th: ทศนิยม (0.5)
tr: Ondalık (0,5)
vi: Thập phân (0,5)
zh_hant: 小數 (0.5)

# ResultFormat2
source: Fraction (20/40)
de: Bruchteil (20/40)
es: Fracción (20/40)
hi: अंश (20/40)
it: Frazione (20/40)
ja: 分数 (20/40)
ko: 분수 (20/40)
ms: Pecahan (20/40)
pl: Frakcja (20/40)
pt: Fração (20/40)
ru: Дроби (20/40)
th: เศษส่วน (20/40)
tr: Kesir (20/40)
vi: Phân số (20/40)
zh_hant: 分數 (20/40)

# ResultFormat3
source: LogMAR (0.3)
vi: Nhật kýMAR (0,3)
zh_hant: 對數 (0.3)

# ResultFormat4
source: Fraction (5/10)
de: Bruchteil (5/10)
es: Fracción (5/10)
hi: अंश (5/10)
it: Frazione (5/10)
ja: 分数 (5/10)
ko: 분수 (5/10)
ms: Pecahan (5/10)
pl: Frakcja (5/10)
pt: Fração (5/10)
ru: Дроби (5/10)
th: เศษส่วน (5/10)
tr: Kesir (5/10)
vi: Phân số (5/10)
zh_hant: 分數 (5/10)

# ResultFormat5
source: Fraction (6/12)
de: Bruchteil (6/12)
es: Fracción (6/12)
hi: अंश (6/12)
it: Frazione (6/12)
ja: 分数 (6/12)
ko: 분수 (6/12)
ms: Pecahan (6/12)
pl: Frakcja (6/12)
pt: Fração (6/12)
ru: Дроби (6/12)
th: เศษส่วน (6/12)
tr: Kesir (6/12)
vi: Phân số (6/12)
zh_hant: 分數 (6/10)

# ResultFormat6
source: MAR (2)
de: MÄR (2)
hi: मार (2)
ms: MAC (2)
tr: MART (2)
vi: THÁNG 3 (2)
zh_hant: 最小分辨角 (2)

# ResultFormat7
source: VAS (85)
de: SIE (85)
fr: VOUS (85)
ru: Показатель остроты зрения (85)
vi: BẠN (85)
zh_hant: 視力指數 (85)

# ReviewAndroidYes
source: Rate this app on Google Play
de: Bewerten Sie diese App bei Google Play
es: Califica esta aplicación en Google Play
fil: Rate ang app na ito sa Google Play
fr: Notez cette application sur Google Play
hi: इस ऐप को Google Play पर रेट करें
it: Valuta questa app su Google Play
ja: Google Playで、このアプリの評価
ko: 구글 플레이에서 앱 평가하기
ms: Nilai apl ini di Google Play
pl: Oceń tę aplikację w Google Play
pt: Avalie este aplicativo no Google Play
ru: Оцените это приложение в Google Play
th: ให้คะแนนแอปนี้ใน Google Play
tr: Bu uygulamayı Google Play'de değerlendirin
vi: Đánh giá ứng dụng này trên Google Play
zh_hant: 在 Google Play 評分

# ReviewIOSYes
source: Rate this app on App Store
de: Bewerten Sie diese App im App Store
es: Califique esta aplicación en App Store
fil: Rate ang app na ito sa App Store
fr: Notez cette application sur App Store
hi: इस ऐप को ऐप स्टोर पर रेट करें
it: Valuta questa app sull\'App Store
ja: App Storeで、このアプリの評価
ko: 앱 스토어에서 앱 평가하기
ms: Nilai aplikasi ini di App Store
pl: Oceń tę aplikację w App Store
pt: Avalie este aplicativo na App Store
ru: Оцените это приложение в App Store
th: ให้คะแนนแอปนี้ใน App Store
tr: Bu uygulamayı App Store'da değerlendirin
vi: Đánh giá ứng dụng này trên App Store
zh_hant: 在 App Store 評分

# ReviewNever
source: Don't ask me again
de: Frag mich nicht nochmal
es: No me preguntes de nuevo
fil: Wag mo na akong tanungin ulit
fr: Ne me le demande plus
hi: मुझे फिर से मत पूछो
it: Non chiedermelo di nuovo
ja: 評価をしない
ko: 다시 묻지 않기
ms: Jangan tanya saya lagi
pl: Nie pytaj mnie więcej
pt: Não pergunte novamente
ru: Не спрашивать больше
th: อย่าถามฉันอีก
tr: Bana bir daha sorma
vi: Đừng hỏi tôi nữa
zh_hant: 不再問我

# ReviewRemindMe
source: Remind me later
de: Erinnere mich später
es: Recuérdame más tarde
fil: Ipaalala mo sa akin mamaya
fr: Rappelle-moi plus tard
hi: मुझे बाद में याद दिलाना
it: Ricordamelo più tardi
ja: 後でもう一度
ko: 나중에 알리기
ms: Ingatkan saya kemudian
pl: Przypomnij mi później
pt: Lembre-me mais tarde
ru: Напомнить позже
th: เตือนฉันภายหลัง
tr: Daha sonra hatırlat
vi: Nhắc tôi sau nhé
zh_hant: 稍後提醒我

# ReviewSuggestion
source: If you find this app useful, please rate it.
de: Wenn Sie diese App nützlich finden, bewerten Sie sie bitte.
es: Si cree que esta aplicación es útil, por favor califíquela.
fil: Kung nakita mong kapaki pakinabang ang app na ito, mangyaring i rate ito.
fr: Si vous trouvez cette application utile, veuillez la noter.
hi: यदि आपको यह ऐप उपयोगी लगता है, तो कृपया इसे रेट करें।
it: Se trovi utile questa app, per favore votala.
ja: このアプリがお役に立てたのなら、評価をお願いいたします。
ko: 이 앱이 유용하다고 생각하시면 평가해주세요.
ms: Jika anda mendapati aplikasi ini berguna, sila nilainya.
pl: Jeśli uważasz, że ta aplikacja jest przydatna, oceń ją.
pt: Se você acha que este aplicativo é útil, por favor, avalie-o.
ru: Если вы считаете это приложение полезным, пожалуйста, оцените его.
th: หากคุณพบว่าแอปนี้มีประโยชน์ โปรดให้คะแนน
tr: Bu uygulamayı yararlı bulursanız, lütfen değerlendirin.
vi: Nếu bạn thấy ứng dụng này hữu ích, vui lòng đánh giá nó.
zh_hant: 若你認為此 App 有用, 請評分。

source: Right
de: Rechts
es: derecha
fil: Tama na
fr: Droite
hi: दायाँ
it: Destra
ja: 右
ko: 오른쪽
ms: Kanan
pl: Prawy
pt: Direita
ru: Справа
th: ขวา
tr: Sağ
vi: Phải
zh_hant: 右

source: Save
de: Speichern
es: Guardar
fil: Mag-ipon
fr: Sauvegarder
hi: सहेजें
it: Salva
ja: 保存する
ko: 저장
ms: Simpan
pl: Zapisać
pt: Salvar
ru: Сохранить
th: บันทึก
tr: Kurtarmak
vi: Cứu
zh_hant: 保存

source: Score
de: Punktzahl
es: Puntuación
hi: स्कोर
it: Punto
ja: 得点
ko: 점수
ms: Skor
pl: Wynik
pt: Ponto
ru: Результат
th: คะแนน
tr: Puan
vi: Điểm
zh_hant: 分數

# ScoreHelp
source: Visual acuity notations of Snellen Fractions 20/20, 5/5, or 6/6, and Decimal 1.0 refer to the reference standard. Equivalent notations include MAR 1.0, LogMAR 0 and Visual Acuity Score 100. “Normal” visual acuity for healthy eyes is 1 or 2 lines better than Decimal 1.0 or Visual Acuity Score 100. Visual Acuity Score (VAS) is more intuitive since higher integer values indicate better visual acuity. VAS value lower than 100 may indicate myopia, however, only optometrists or ophthalmologists can diagnose myopia or pseudo myopia. Early diagnosis and preventive measures may prevent pseudo myopia from becoming myopia, or prevent myopia from becoming worse. Checking visual acuity weekly, fortnightly or monthly may help early detection and diagnosis.
de: Die Sehschärfenbezeichnungen Snellen Fractions 20/20, 5/5 oder 6/6 und Decimal 1.0 beziehen sich auf den Referenzstandard. Äquivalente Bezeichnungen sind MAR 1.0, LogMAR 0 und Visual Acuity Score 100. Die „normale“ Sehschärfe gesunder Augen ist 1 oder 2 Zeilen besser als Decimal 1.0 oder Visual Acuity Score 100. Der Visual Acuity Score (VAS) ist intuitiver, da höhere ganzzahlige Werte eine bessere Sehschärfe anzeigen. Ein VAS-Wert unter 100 kann auf Myopie hinweisen, allerdings können nur Optometristen oder Augenärzte Myopie oder Pseudomyopie diagnostizieren. Eine frühe Diagnose und vorbeugende Maßnahmen können verhindern, dass aus Pseudomyopie Myopie wird, oder dass sich Myopie verschlimmert. Eine wöchentliche, vierzehntägige oder monatliche Überprüfung der Sehschärfe kann bei der Früherkennung und Diagnose helfen.
es: Las notaciones de agudeza visual de fracciones de Snellen 20/20, 5/5 o 6/6, y decimales 1.0 se refieren al estándar de referencia. Las notaciones equivalentes incluyen MAR 1.0, LogMAR 0 y puntuación de agudeza visual 100. La agudeza visual “normal” para ojos sanos es 1 o 2 líneas mejor que la decimal 1.0 o la puntuación de agudeza visual 100. La puntuación de agudeza visual (VAS) es más intuitiva ya que los valores enteros más altos indican mejor agudeza visual. Un valor de VAS inferior a 100 puede indicar miopía, sin embargo, solo los optometristas u oftalmólogos pueden diagnosticar miopía o pseudo miopía. Un diagnóstico temprano y medidas preventivas pueden evitar que la pseudo miopía se convierta en miopía o que la miopía empeore. Examinar la agudeza visual de forma semanal, quincenal o mensual puede ayudar a una detección y diagnóstico tempranos.
fil: Ang mga notasyon ng Visual acuity ng Snellen Fractions 20/20, 5/5, o 6/6, at Decimal 1.0 ay tumutukoy sa pamantayan ng sanggunian. Kabilang sa mga katumbas na notasyon ang MAR 1.0, LogMAR 0 at Visual Acuity Score 100. Ang "normal" na visual acuity para sa malusog na mga mata ay 1 o 2 linya na mas mahusay kaysa sa Decimal 1.0 o Visual Acuity Score 100. Ang Visual Acuity Score (VAS) ay mas intuitive dahil ang mas mataas na halaga ng integer ay nagpapahiwatig ng mas mahusay na visual acuity. Ang halaga ng VAS na mas mababa sa 100 ay maaaring magpahiwatig ng myopia, gayunpaman, tanging ang mga optometrist o ophthalmologist lamang ang maaaring mag diagnose ng myopia o pseudo myopia. Ang maagang pagsusuri at mga hakbang sa pag iwas ay maaaring maiwasan ang pseudo myopia mula sa pagiging myopia, o maiwasan ang myopia mula sa lumala. Ang pagsuri sa visual acuity lingguhan, dalawang linggo o buwanang ay maaaring makatulong sa maagang pagtuklas at pagsusuri.
fr: Les notations d'acuité visuelle Snellen Fractions 20/20, 5/5 ou 6/6 et Decimal 1.0 font référence à la norme de référence. Les notations équivalentes incluent MAR 1.0, LogMAR 0 et Visual Acuity Score 100. L'acuité visuelle « normale » pour des yeux sains est de 1 ou 2 lignes supérieure à Decimal 1.0 ou Visual Acuity Score 100. Le score d'acuité visuelle (EVA) est plus intuitif car des valeurs entières plus élevées indiquent une meilleure acuité visuelle. Une valeur EVA inférieure à 100 peut indiquer une myopie, cependant, seuls les optométristes ou les ophtalmologistes peuvent diagnostiquer une myopie ou une pseudo-myopie. Un diagnostic précoce et des mesures préventives peuvent empêcher la pseudo-myopie de devenir une myopie, ou empêcher la myopie de s'aggraver. Une vérification hebdomadaire, bimensuelle ou mensuelle de l'acuité visuelle peut aider à la détection et au diagnostic précoces.
hi: स्नेलन अंशों के विसुअल तीक्ष्ण अंक 20/20, 5/5, या 6/6, और दशमलव 1.0 संदर्भ मानक को संदर्भित करते हैं। समतुल्य सूचनाओं में MAR 1.0, LogMAR 0 और Visual Acuity Score 100 शामिल हैं। स्वस्थ आंखों के लिए \"सामान्य\" दृश्य तीक्ष्णता 1 या 2 पंक्तियाँ डेसीमल 1.0 या विज़ुअल एक्यूआई स्कोर 100 से बेहतर है। विजुअल एक्यूआईटी स्कोर (VAS) उच्च पूर्णांक मानों से अधिक सहज है। 100 से कम VAS मान मायोपिया का संकेत दे सकता है, हालांकि, केवल ऑप्टोमेट्रिस्ट या नेत्र रोग विशेषज्ञ मायोपिया या छद्म मायोपिया का निदान कर सकते हैं। प्रारंभिक निदान और निवारक उपाय छद्म मायोपिया को मायोपिया बनने से रोक सकते हैं, या मायोपिया को बदतर होने से रोक सकते हैं। साप्ताहिक, पाक्षिक या मासिक दृश्य तीक्ष्णता की जाँच करने से शुरुआती पहचान और निदान में मदद मिल सकती है।
it: Le notazioni di acuità visiva delle Frazioni di Snellen 20/20, 5/5, o 6/6 e Decimale 1.0 si riferiscono allo standard di riferimento. Le notazioni equivalenti includono MAR 1.0, LogMAR 0 e Punteggio per l\'Acuità Visiva 100. L\'acuità visiva \"normale\" per gli occhi sani è 1 o 2 linee migliori rispetto al Decimale 1.0 o il Punteggio per l\'Acuità Visiva 100. Il Punteggio per l\'Acuità Visiva (VAS) è più intuitivo in quanto i valori interi più elevati indicano una migliore acuità visiva. Il valore VAS inferiore a 100 può indicare la miopia, tuttavia solo gli optometristi o gli oftalmologi possono diagnosticare miopia o pseudo miopia. La diagnosi precoce e le misure preventive possono impedire alla pseudo miopia di diventare miopia o impedire che la miopia peggiori. Controllare l\'acuità visiva settimanale, quindicinale o mensile può aiutare a diagnosticare e diagnosticare precocemente.
ja: スネレン分数 20/20、5/5、6/6 などの視力表記、およびDecimal 1.0は、参考基準を参照しています。同等の表記法には、MAR 1.0、LogMAR 0、Visual Acuity Score 100があります。健康な目の「通常の」視力は、Decimal 1.0またはVisual Acuity Score 100よりも1か2行優れています。より高い整数値は、より良い視力を示すので、視力値（VAS）は、より直感的です。VAS値が100より低いと近視を示すことがありますが、検眼医または眼科医だけが、近視や偽近視を診断できます。早期診断と予防策は、疑似近視が近視になるのを防ぐ、または近視が悪化するのを防ぐことができます。
ko: 스넬렌 분수의 시력 기호 20/20, 5/5, 6/6과 스넬렌 소수는 1.0은 참조 표준을 참조합니다. 동일한 기호에는 MAR 1.0, LogMAR 0, 시력 점수 100이 있습니다. 건강한 눈의 “일반적인” 시력은 소수 1.0 또는 시력 점수 100보다 1줄 또는 2줄 더 높은 것입니다. VAS(시력 점수)는 더 높은 정숫값이 더 높은 시력을 나타내어 더욱 직관적입니다. 100 미만인 VAS 값은 근시를 나타낼 수 있으나, 검안사나 안과 의사만이 근시 또는 가성근시를 진단할 수 있습니다. 초기 진단 및 예방법은 가성근시가 근시로 진행되는 것을 방지하거나 근시가 악화되는 것을 방지할 수 있습니다. 시력을 1주, 2주 혹은 1달에 한 번씩 검사하면 초기 확인 및 검진에 도움이 됩니다.
ms: Notasi ketajaman penglihatan Pecahan Snellen 20/20, 5/5, atau 6/6, dan Perpuluhan 1.0 merujuk kepada standard rujukan. Notasi yang setara termasuk MAR 1.0, LogMAR 0 dan Skor Ketajaman Visual 100. Ketajaman penglihatan "normal" untuk mata yang sihat adalah 1 atau 2 baris lebih baik daripada Perpuluhan 1.0 atau Skor Ketajaman Visual 100. Skor Ketajaman Visual (VAS) lebih intuitif kerana nilai integer yang lebih tinggi menunjukkan ketajaman penglihatan yang lebih baik. Nilai VAS yang lebih rendah daripada 100 mungkin menunjukkan miopia, namun, hanya pakar optometri atau pakar oftalmologi boleh mendiagnosis miopia atau miopia pseudo. Diagnosis awal dan langkah pencegahan boleh menghalang miopia pseudo daripada menjadi miopia, atau menghalang miopia daripada menjadi lebih teruk. Memeriksa ketajaman penglihatan setiap minggu, dua minggu atau bulanan boleh membantu pengesanan dan diagnosis awal.
pl: Notacje ostrości wzroku ułamków Snellena 20/20, 5/5 lub 6/6 i dziesiętnych 1,0 odnoszą się do wzorca referencyjnego. Równoważne notacje to MAR 1.0, LogMAR 0 i Visual Acuity Score 100. "Normalna" ostrość wzroku dla zdrowych oczu jest o 1 lub 2 linie lepsza niż dziesiętna 1,0 lub ocena ostrości wzroku 100. Ocena ostrości wzroku (VAS) jest bardziej intuicyjna, ponieważ wyższe wartości całkowite wskazują na lepszą ostrość widzenia. Wartość VAS niższa niż 100 może wskazywać na krótkowzroczność, jednak tylko optometryści lub okuliści mogą zdiagnozować krótkowzroczność lub krótkowzroczność. Wczesna diagnoza i środki zapobiegawcze mogą zapobiec przekształceniu się krótkowzroczności w krótkowzroczność lub pogorszeniu się krótkowzroczności. Sprawdzanie ostrości wzroku co tydzień, co dwa tygodnie lub co miesiąc może pomóc we wczesnym wykryciu i diagnozie.
pt: As notações de acuidade visual das Frações de Snellen 20/20, 5/5 ou 6/6 e Decimal 1,0 referem-se a um padrão de referência. As notações equivalentes incluem MAR 1.0, LogMAR 0 e Pontuação de Acuidade Visual 100. A acuidade visual “normal” para olhos sadios é 1 ou 2 linhas melhor que Decimal 1,0 ou Pontuação de Acuidade Visual 100. O Pontuação de Acuidade Visual (VAS) é o mais intuitivo desde valores inteiros mais altos indicam melhor acuidade visual. O valor de VAS inferior a 100 pode indicar miopia, no entanto, apenas optometristas ou oftalmologistas podem diagnosticar miopia ou pseudo-miopia. O diagnóstico precoce e medidas preventivas podem evitar que a pseudo-miopia se torne miopia ou impedir que a miopia se agrave. A verificação da acuidade visual semanal, quinzenal ou mensal pode ajudar na detecção e diagnóstico precoces.
ru: Показатели остроты зрения в дробях по таблице Снеллера 20/20, 5/5 или 6/6 и в долях единицы 1.0 относятся к эталонному стандарту. Эквивалентные показатели — MAR 1.0, LogMAR 0 и шкала остроты зрения 100. «Нормальная» острота зрения для здоровых глаз — на 1 или 2 строки выше показателя 1.0 или шкалы остроты зрения 100. Показатель остроты зрения (ОЗ) носит более объективный характер, так как большие цельные значения указывают на нормальную остроту зрения. Показатель ОЗ ниже 100 может указывать на миопию, однако, подтвердите миопию или псевдомиопию могут только профессиональные оптометристы или офтальмологи. Ранняя диагностика и превентивные меры могут предотвратить развитие псевдомиопии в миопию или предотвратить миопию Проверка зрения на еженедельной основе, раз в две недели или ежемесячно может помочь вам определить развитие болезни на ранней стадии.
th: สัญลักษณ์วัดสายตาเศษส่วนของ Snellen 20/20, 5/5 หรือ 6/6 และ Decimal 1.0 อ้างถึงมาตรฐานอ้างอิง สัญลักษณ์ที่เทียบเท่าได้แก่ MAR 1.0, LogMAR 0 และ Visual Acuity Score 100 ค่าสายตา “ปกติ” สำหรับดวงตาที่สุขภาพดีคือ 1 หรือ 2 แถวที่ดีกว่า Decimal 1.0 หรือ Visual Acuity Score 100 ขณะที่ Visual Acuity Score (VAS) นั้นสามารถเข้าใจได้ง่ายกว่า เนื่องจากตัวเลขจำนวนเต็มที่มากกว่านั้นจะระบุค่าสายตาที่ดีกว่า ค่า VAS ที่ต่ำกว่า 100 อาจระบุว่ามีสายตาสั้น อย่างไรก็ตาม มีเพียงนักทัศนมาตรหรือนักตรวจปรับสายตาเท่านั้นที่สามารถระบุอาการสายตาสั้นหรือสายตาสั้นเทียมได้ การวินิจฉัยแต่เนิ่นๆ และมาตรการป้องกันนั้นอาจช่วยป้องกันไม่ให้อาการสายตาสั้นเทียมกลายเป็นอาการสายตาสั้น หรือทำให้อาการสายตาสั้นแย่ลงได้ การตรวจวัดสายตาทุกสัปดาห์ ทุกสองสัปดาห์ หรือทุกเดือนอาจช่วยให้มีการตรวจพบและการวินิจฉัยแต่เนิ่นๆ ได้
tr: Snellen Kesirleri 20/20, 5/5 veya 6/6 ve Ondalık 1.0'ın görme keskinliği notasyonları referans standarda atıfta bulunur. Eşdeğer notasyonlar arasında MAR 1.0, LogMAR 0 ve Görme Keskinliği Skoru 100 bulunur. Sağlıklı gözler için "normal" görme keskinliği, Ondalık 1.0 veya Görme Keskinliği Skoru 100'den 1 veya 2 satır daha iyidir. Görme Keskinliği Skoru (VAS) daha sezgiseldir, çünkü daha yüksek tamsayı değerleri daha iyi görme keskinliğini gösterir. VAS değerinin 100'den düşük olması miyopiyi gösterebilir, ancak sadece optometristler veya göz doktorları miyopi veya yalancı miyopi tanısı koyabilir. Erken tanı ve önleyici tedbirler yalancı miyopinin miyopiye dönüşmesini önleyebilir veya miyopinin daha da kötüleşmesini önleyebilir. Görme keskinliğini haftalık, iki haftada bir veya aylık olarak kontrol etmek erken teşhis ve tanıya yardımcı olabilir.
vi: Ký hiệu thị lực của Phân số Snellen 20/20, 5/5 hoặc 6/6 và Thập phân 1.0 đề cập đến tiêu chuẩn tham chiếu. Các ký hiệu tương đương bao gồm MAR 1.0, LogMAR 0 và Điểm thị lực 100. Thị lực "bình thường" đối với mắt khỏe mạnh tốt hơn 1 hoặc 2 dòng so với Thập phân 1.0 hoặc Điểm thị lực 100. Điểm thị lực (VAS) trực quan hơn vì các giá trị nguyên cao hơn cho thấy thị lực tốt hơn. Giá trị VAS thấp hơn 100 có thể chỉ ra cận thị, tuy nhiên, chỉ có bác sĩ đo thị lực hoặc bác sĩ nhãn khoa mới có thể chẩn đoán cận thị hoặc giả cận thị. Chẩn đoán sớm và các biện pháp phòng ngừa có thể ngăn ngừa cận thị giả trở thành cận thị hoặc ngăn ngừa cận thị trở nên nặng hơn. Kiểm tra thị lực hàng tuần, hai tuần một lần hoặc hàng tháng có thể giúp phát hiện và chẩn đoán sớm.
zh_hant: 視力的參考標准是小數1.0 或 LogMAR/對數 0 或 VAS/視力指數 100。健康眼睛的正常視力是會超過 1.0 的視標行一至二行，也就是1.25 或 1.6。 VAS/視力指數能更直觀地表達視力，因為較高的整數分數表達較好的視力。視力指數低於100 指出有可能是近視，然而，隻有驗光師可眼科醫生可以確診近視。早期的診斷和預防性措施可以防止假性近視變成真性近視，或防止近視加深。請每星期，每兩星期，或每月定期檢查。
