Repository: zijianhuang/apptranslation
Catalog: Docs/PowerShell/Fonlow.VA.Languages/MultilingualResources/Fonlow.VA.Languages.*.xlf
Languages: ar, de, es, fil, fr, hi, it, ja, ko, ms, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# ConfirmSameName
source: {0} exists similar to inputted {1}. Do you want to use the existing instead?
de: {0} existiert ähnlich wie eingegeben {1}. Möchten Sie stattdessen das Vorhandene verwenden?
es: {0} ya existe, similar a {1} ingresado. ¿Quiere utilizar el existente en su lugar?
fil: {0} umiiral katulad ng inputted {1}. Gusto mo bang gamitin ang umiiral sa halip?
fr: {0} existe de manière similaire à {1} saisi. Voulez-vous plutôt utiliser l'existant ?
hi: {0} इनपुटेड {1} के समान है। क्या आप इसके बजाय मौजूदा का उपयोग करना चाहते हैं?
it: {0} esiste simile all\'input {1}. Vuoi invece usare l\'esistente?
ja: 入力された{1}に似た{0}が存在します。代わりに既存のものを使用しますか？
ko: 입력한 {1} 항목과 유사한 {0} 항목이 존재합니다. 대신 기존 항목을 사용하시겠습니까?
ms: {0} wujud serupa dengan {1} yang dimasukkan. Adakah anda mahu menggunakan yang sedia ada?
pl: {0} istnieje podobnie jak w przypadku {1} wejściowych. Czy zamiast tego chcesz użyć istniejącego?
pt: {0} existe um registro semelhante a {1}. Você quer usar o existente?
ru: {0} похож на ранее введенный {1}. Хотите использовать существующий?
th: {0} ที่มีอยู่คล้ายกับค่าอินพุต {1} คุณต้องการใช้รายการที่มีอยู่แทนหรือไม่?
tr: {0}, girilen {1} benzer şekilde mevcuttur. Bunun yerine mevcut olanı kullanmak istiyor musunuz?
vi: {0} tồn tại tương tự như {1} đã nhập. Bạn có muốn sử dụng cái hiện có không?
zh_hant: 已經存在的 {0} 與剛輸入的 {1} 相類似。要使用已存在的嗎？

# Copied
source: All scores are copied to Clipboard.
de: Alle Ergebnisse werden in die Zwischenablage kopiert.
es: Todas las partituras se copian en el Portapapeles.
fil: Ang lahat ng mga puntos ay kinopya sa Clipboard.
fr: Toutes les partitions sont copiées dans le presse-papiers.
hi: सभी स्कोर क्लिपबोर्ड पर कॉपी किए गए हैं।
it: Tutti gli spartiti vengono copiati negli Appunti.
ja: すべてのスコアがクリップボードにコピーされます。
ko: 모든 점수는 클립 보드에 복사됩니다.
ms: Semua markah disalin ke Papan Klip.
pl: Wszystkie partytury są kopiowane do schowka.
pt: Todas as partituras são copiadas para a área de transferência.
ru: Все партитуры копируются в буфер обмена.
th: คะแนนทั้งหมดจะถูกคัดลอกไปยังคลิปบอร์ด
tr: Tüm puanlar Pano'ya kopyalanır.
vi: Tất cả điểm số được sao chép vào Bảng tạm.
zh_hant: 所有分數已複製到粘貼板

# CopiedTo
source: Copied to Clipboard
de: In die Zwischenablage kopiert
es: Copiada al portapapeles
fil: Kinopya sa Clipboard
fr: Copié dans le presse-papiers
hi: क्लिपबोर्ड पर नकल
it: Copiato negli Appunti
ja: クリップボードにコピー
ko: 클립 보드에 복사 됨
ms: Disalin ke Papan Klip
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
th: คัดลอกไปที่คลิปบอร์ดแล้ว
tr: Panoya kopyalandı
vi: Đã sao chép vào Bảng tạm
zh_hant: 已複製分數到粘貼板

# CopyScores
source: Copy scores to clipboard
de: Noten in die Zwischenablage kopieren
es: Copiar partituras al portapapeles
fil: Kopyahin ang mga puntos sa clipboard
fr: Copier les partitions dans le presse-papiers
hi: क्लिपबोर्ड पर स्कोर कॉपी करें
it: Copia i punteggi negli appunti
ja: スコアをクリップボードにコピーする
ko: 점수를 클립 보드로 복사
ms: Salin skor ke papan keratan
pl: Kopiowanie wyników do schowka
pt: Copiar pontuações para a área de transferência
ru: Копировать партитуры в буфер обмена
th: คัดลอกคะแนนไปยังคลิปบอร์ด
tr: Puanları panoya kopyala
vi: Sao chép điểm vào clipboard
zh_hant: 複製分數到粘貼板

source: Custom Distance
de: Benutzerdefinierte Entfernung
es: Distancia personalizada
fil: Pasadyang Distansya
fr: Distance personnalisée
hi: कस्टम दूरी
it: Distanza personalizzata
ja: カスタム距離
ko: 거리 설정하기
ms: Jarak Tersuai
pl: Niestandardowa odległość
pt: Distância Personalizada
ru: Пользовательское расстояние
th: ระยะห่างกำหนดเอง
tr: Özel Mesafe
vi: Khoảng cách tùy chỉnh
zh_hant: 自定義距離

# CustomDistanceHelp
source: Minimum 0.5 meter, maximum 30 meters. The distance will appear in the Distance List.
de: Mindestens 0,5 Meter, maximal 30 Meter. Die Entfernung wird in der Entfernungsliste angezeigt.
es: Mínimo 0.5 metros, máximo 30 metros. La distancia aparecerá en Lista de distancias.
fil: Minimum 0.5 metro, maximum na 30 metro. Ang distansya ay lilitaw sa Listahan ng Distance.
fr: Minimum 0,5 mètre, maximum 30 mètres. La distance apparaîtra dans la liste des distances.
hi: न्यूनतम 0.5 मीटर, अधिकतम 30 मीटर। की दूरी डिस्टेंस लिस्ट में दिखाई देगी।
it: Minimo 0,5 metri, massimo 30 metri. La distanza apparirà nella Lista Distanza.
ja: 最小0.5メートル、最大30メートル。距離は距離リストに表示されます。
ko: 최소 0.5m, 최대 30m입니다. 거리는 거리 목록에 표시됩니다.
ms: Minimum 0.5 meter, maksimum 30 meter. Jarak akan muncul dalam Senarai Jarak.
pl: Minimum 0,5 metra, maksimum 30 metrów. Odległość pojawi się na liście odległości.
pt: Mínimo 0,5 metro e no máximo 30 metros. A distância aparecerá na lista de distâncias.
ru: Минимум 0,5 метров, максимум 30 метров. Расстояние появится в Списке расстояний.
th: ต่ำสุด 0.5 เมตร สูงสุด 30 เมตร ระยะห่างจะปรากฏในรายการระยะห่าง
tr: Minimum 0,5 metre, maksimum 30 metre. Mesafe, Mesafe Listesi'nde görünecektir.
vi: Tối thiểu 0,5 mét, tối đa 30 mét. Khoảng cách sẽ xuất hiện trong Danh sách khoảng cách.
zh_hant: 最短0.5米，最长30米。此距离将列于距离列表中。

# DecimalLabel
source: Decimal
ar: عشري
de: Dezimal
fr: Décimal
hi: दशमलव
it: Decimale
ja: 小数
ko: 소수
ms: Perpuluhan
pl: Dziesiętny
ru: Десятичное число
th: ทศนิยม
tr: On -da -lık
uk: Десятковий
vi: Số thập phân
zh_hans: 十进制
zh_hant: 小數

# DecreaseSize
source: Smaller optotypes
de: Kleinere Optotypen
es: Optotipos más pequeños
fil: Mas maliit na optotypes
fr: Optotypes plus petits
hi: छोटे विकल्प
it: Ottotipi più piccoli
ja: 小さな視標
ko: 더 작은 시력 검사표 기호
ms: Optotip yang lebih kecil
pl: Mniejsze optotypy
pt: Optótipos menores
ru: Оптотипы меньшего размера
th: สัญลักษณ์ทดสอบสายตาขนาดเล็กลง
tr: Daha küçük optotipler
vi: Các bản quang học nhỏ hơn
zh_hant: 較小視標

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
hi: डिवाइस
it: Dispositivo
ja: デバイス
ko: 기기
ms: Peranti
pl: Urządzenie
pt: Dispositivo
ru: Устройство
th: อุปกรณ์
tr: Aygıt
vi: Thiết bị
zh_hant: 設備

source: Device Information
ar: معلومات الجهاز
de: Geräteinformationen
es: Información del dispositivo
fil: Impormasyon sa Device
fr: Informations sur l'appareil
hi: डिवाइस जानकारी
it: Informazioni sul dispositivo
ja: デバイス情報
ko: 기기 정보
ms: Maklumat Peranti
pl: Informacje o urządzeniu
pt: Informação do dispositivo
ru: Данные об устройстве
th: ข้อมูลอุปกรณ์
tr: Cihaz Bilgisi
uk: Інформація про пристрій
vi: Thông tin thiết bị
zh_hans: 设备信息
zh_hant: 設備信息

source: Distance
de: Distanz
es: Distancia
fil: Distansya
hi: दूरी
it: Distanza
ja: 距離
ko: 거리
ms: Jarak
pl: Odległość
pt: Distância
ru: Расстояние
th: ระยะห่าง
tr: Uzaklık
vi: Khoảng cách
zh_hant: 距離

# DontShowHintAgain
source: Don't show this hint again
de: Diesen Hinweis nicht mehr anzeigen
es: No mostrar esta pista de nuevo
fil: Huwag nang ipakitang muli ang pahiwatig na ito
fr: Ne plus afficher cet indice
hi: इस संकेत को फिर से न दिखाएं
it: Non mostrare più questo suggerimento
ja: このヒントをもう表示しない
ko: 이 메시지 다시 보지 않기
ms: Jangan tunjukkan petunjuk ini lagi
pl: Nie pokazuj więcej tej podpowiedzi
pt: Não mostre essa sugestão novamente
ru: Не показывать данную подсказку повторно.
th: อย่าแสดงคำแนะนำนี้อีก
tr: Bu ipucunu bir daha gösterme
vi: Đừng hiển thị gợi ý này nữa
zh_hant: 不再提示

source: Down
de: Runter
es: Abajo
fil: Bumaba
fr: Vers le bas
hi: नीचे
it: In basso
ja: 下
ko: 아래
ms: Turun
pl: Na dół
pt: Superior
ru: Вниз
th: ลง
tr: Aşağı
vi: Xuống
zh_hant: 下

# DuringPause
source: During pause, swipe up to increase size, or swipe down to decrease size.
de: Wischen Sie während der Pause nach oben, um die Größe zu vergrößern, oder nach unten, um die Größe zu verkleinern.
es: Durante la pausa, deslice hacia arriba para aumentar el tamaño, o deslice hacia abajo para disminuir el tamaño.
fil: Sa panahon ng pag pause, mag swipe pataas upang madagdagan ang laki, o mag swipe pababa upang mabawasan ang laki.
fr: Pendant la pause, balayez vers le haut pour augmenter la taille ou vers le bas pour la diminuer.
hi: ठहराव के दौरान, आकार बढ़ाने के लिए ऊपर स्वाइप करें, या आकार कम करने के लिए नीचे स्वाइप करें।
it: Durante la pausa, scorro verso l\'alto per aumentare la dimensione o scorri verso il basso per ridurre le dimensioni.
ja: 一時停止中は、上にスワイプするとサイズが大きくなり、下にスワイプするとサイズが小さくなります。
ko: 일시 정지한 동안 위로 슬라이드하여 크기를 키우거나 아래로 슬라이드하여 크기를 줄이세요.
ms: Semasa jeda, leret ke atas untuk menambah saiz, atau leret ke bawah untuk mengurangkan saiz.
pl: Podczas pauzy przesuń palcem w górę, aby zwiększyć rozmiar, lub przesuń w dół, aby zmniejszyć rozmiar.
pt: Durante a pausa, deslize para cima para aumentar ou deslize para baixo para diminuir o tamanho.
ru: Во время паузы, проведите пальцем вверх для увеличения размера или вниз для уменьшения размера.
th: ระหว่างการหยุดชั่วคราว ให้ปัดขึ้นเพื่อเพิ่มขนาดหรือปัดลงเพื่อลดขนาด
tr: Duraklatma sırasında, boyutu artırmak için yukarı kaydırın veya boyutu azaltmak için aşağı kaydırın.
vi: Trong khi tạm dừng, hãy vuốt lên để tăng kích thước hoặc vuốt xuống để giảm kích thước.
zh_hant: 在暫停期間，上滑到上一行較大視標，下滑到下一行較小視標。

# EChartPara
source: With {0} eyechart, swipe left, up, right or down according to what the testee could recognize and respond,
de: Mit {0} eyechart, wischen Sie nach links, oben, rechts oder unten, je nachdem, was der Proband erkennen und reagieren konnte,
es: Con la tabla {0}, deslice hacia la izquierda, hacia arriba, hacia la derecha o hacia abajo de acuerdo con lo que la persona evaluada pueda reconocer y responder,
fil: Gamit {0} eyechart, mag swipe pakaliwa, pataas, pakanan o pababa ayon sa maaaring makilala at tumugon ng testee,
fr: Avec le tableau oculaire {0}, balayez vers la gauche, le haut, la droite ou le bas en fonction de ce que le sujet a pu reconnaître et répondre,
hi: {0} चार्ट के साथ, जिसे टेस्टी पहचान सकता है और प्रतिक्रिया दे सकता है, उसके अनुसार बाएं, ऊपर, दाएं या नीचे स्वाइप करें;
it: Con {0} Grafico, scorri verso sinistra, verso l\'alto, verso destra o verso il basso in base a ciò che il test potrebbe riconoscere e rispondere,
ja: {0}表では、被験者が認識して対応できる内容に応じて、上下左右にスワイプします。
ko: {0} 표에서 검사 대상자가 인식하고 반응한 바에 따라 상하좌우로 슬라이드합니다.
ms: Dengan {0} carta mata, leret ke kiri, atas, kanan atau bawah mengikut apa yang boleh dikenali dan bertindak balas oleh orang yang diuji,
pl: Za pomocą wykresu {0} oczu przesuń palcem w lewo, w górę, w prawo lub w dół, w zależności od tego, co badany może rozpoznać i odpowiedzieć,
pt: Com {0} cartão, deslize para a esquerda, para cima, para a direita ou para baixo, de acordo com a resposta da pessoa testada.
ru: Используя символы таблицы {0}, проведите пальцем влево, вверх, вправо или вниз в соответствии с тем, что распознает испытуемый.
th: ในแผนภาพ {0} ให้ปัดไปทางซ้าย บน ขวา หรือล่าง ตามสิ่งที่ผู้รับการทดสอบสามารถจดจำและให้คำตอบ
tr: {0} göz grafiği ile, testin tanıyabileceği ve yanıtlayabileceği şekilde sola, yukarı, sağa veya aşağı kaydırın,
vi: Với {0} eyechart, vuốt sang trái, lên, phải hoặc xuống tùy theo những gì người được kiểm tra có thể nhận ra và phản hồi,
zh_hant: 使用{0}，觀察受測試者的手勢，在屏幕上左滑，上滑，右滑，或下滑。

# EShortLabel
source: Tumbling E With Short Middle Arm
de: Tumbling E mit kurzem Mittelarm
es: Tabla de prueba E brazo corto
fil: tumbling e may maikling gitnang braso
fr: Armaignac avec bras moyen court
hi: टंबलिंग ई चार्टछोटी भुजा
it: Tumbling E Braccio Corto
ja: タンブリングEショートアーム
ko: E 차트짧은 팔
ms: Tumbling E Dengan Lengan Tengah Pendek
pl: Tumbling E z krótkim środkowym ramieniem
pt: Cartão da E Braço Curto
ru: Таблица со знаком Е kороткая рука
th: Tumbling E แขนสั้น
tr: Kısa orta kol ile yuvarlanan E
vi: Tumbling E Với Cánh Tay Giữa Ngắn
zh_hant: 使用短臂E

source: Export
es: Exportar
fil: I-export ang
fr: Exporter
hi: निर्यात
it: Esportare
ja: 輸出
ko: 내보내다
ms: Eksport
pl: Eksport
pt: Exportar
ru: Экспорт
th: ส่งออก
tr: Ihracat
vi: Xuất khẩu
zh_hant: 匯出

# ExportAllToHtml
source: Display Details
ar: تفاصيل العرض
de: Details anzeigen
es: Mostrar detalles
fil: Mga Detalye ng Display
fr: Afficher les détails
hi: विवरण प्रदर्शित करें
it: Visualizza dettagli
ja: 詳細表示
ko: 표시 세부정보
ms: Butiran paparan
pl: Wyświetl szczegóły
pt: Exibir detalhes
ru: Отображение деталей
th: แสดงรายละเอียด
tr: Detayları Görüntüle
uk: Деталі дисплея
vi: Hiển thị chi tiết
zh_hans: 显示详细信息
zh_hant: 顯示詳情

# ExportAllToLineGraphHtml
source: Display Trend
ar: اتجاه العرض
de: Anzeigetrend
es: Mostrar tendencia
fr: Tendance d'affichage
hi: प्रदर्शन रुझान
it: Visualizza tendenza
ja: 表示トレンド
ko: 디스플레이 트렌드
ms: Paparan Trend
pl: Trend wyświetlania
pt: Tendência de exibição
ru: Отображение тренда
th: แนวโน้มการแสดงผล
tr: Ekran Trendi
uk: Тенденція відображення
vi: Xu hướng hiển thị
zh_hans: 显示趋势
zh_hant: 顯示趨勢

source: Export and Share
de: Exportieren und teilen
es: Exportar y compartir
fil: I-export at Ibahagi
fr: Exporter et partager
hi: निर्यात करें और साझा करें
it: Esporta e condividi
ja: エクスポートして共有する
ko: 내보내기 및 공유
ms: Eksport dan Kongsi
pl: Eksport i udostępnianie
pt: Exportar e compartilhar
ru: Экспортируйте и делитесь
th: ส่งออกและแบ่งปัน
tr: Dışa Aktar ve Paylaş
vi: Xuất khẩu và chia sẻ
zh_hant: 匯出並分享

source: Eye
de: Auge
es: Ojo
fil: Mata
fr: Œil
hi: आंख
it: Occhio
ja: 眼
ko: 눈
ms: Mata
pl: Oko
pt: Olho
ru: Глаз
th: ตา
tr: Göz
vi: Mắt
zh_hant: 眼

source: Foot
de: Fuß
es: Pie
fil: Paa
fr: Pied
hi: फूट
it: Piedi
ja: フィート
ko: 피트
ms: Berjalan kaki
pl: Stopa
pt: Pés
ru: футы
th: ฟุต
tr: Ayak
vi: Chân
zh_hant: 呎

source: Height
de: Höhe
es: Altura
fil: Taas
fr: Hauteur
hi: ऊंचाई
it: Altezza
ja: 高さ
ko: 세로 길이
ms: Ketinggian
pl: Wysokość
pt: Altura
ru: Высота
th: ความสูง
tr: Yükseklik
vi: Chiều cao
zh_hant: 高度

# HeightLabel
source: Height: {0:0.#} mm
de: Höhe: {0:0.#} mm
es: Altura: {0:0.#} mm
fil: Taas: {0:0.#} mm
fr: Hauteur : {0:0.#} mm
hi: ऊँचाई: {0:0.#} मिमी
it: Altezza: {0:0.#} mm
ja: 高さ：{0:0.#} mm
ko: 세로 길이: {0:0.#} mm
ms: Tinggi: {0:0.#} mm
pl: Wysokość: {0:0.#} mm
pt: Altura: {0:0.#} mm
ru: Высота: {0:0.#} мм
th: ความสูง: {0:0.#} มม.
tr: Yükseklik: {0:0.#} mm
vi: Chiều cao: {0:0.#} mm
zh_hant: 高: {0:0.#} mm

source: Help
de: Helfen
es: Ayuda
fil: Tulong
fr: Aide
hi: मदद
it: Aiuto
ja: ヘルプ
ko: 도움말
ms: Membantu
pl: Pomoc
pt: Ajuda
ru: Справка
th: ความช่วยเหลือ
tr: Yardım
vi: Giúp đỡ
zh_hant: 幫助

source: Hint
de: Hinweis
es: Pista
fr: Indice
hi: संकेत
it: Suggerimento
ja: ヒント
ko: 힌트
ms: Pembayang
pl: Aluzja
pt: Sugestão
ru: Подсказка
th: คำแนะนำ
tr: İma
vi: Gợi ý
zh_hant: 提示

# HomeUrl
source: https://visualacuity.info
zh_hant: https://visualacuity.info/zht

# IncreaseSize
source: Larger optotypes
de: Größere Optotypen
es: Optotipos más grandes
fil: Mas malaking optotypes
fr: Optotypes plus grands
hi: बड़ा ऑप्टोटाइप
it: Ottotipi più grandi
ja: 大きな視標
ko: 더 큰 시력 검사표 기호
ms: Optotip yang lebih besar
pl: Większe optotypy
pt: Optotipos maiores
ru: Оптотипы большего размера
th: สัญลักษณ์ทดสอบสายตาขนาดใหญ่ขึ้น
tr: Daha büyük optotipler
vi: Các bản quang học lớn hơn
zh_hant: 較大視標

source: Interval (Second)
de: Intervall (Sekunde)
es: Intervalo (segundo)
fil: Interval (Pangalawa)
fr: Intervalle (seconde)
hi: अंतराल (दूसरा)
it: Intervallo (secondo)
ja: 間隔（秒）
ko: 간격(초)
ms: Selang (Kedua)
pl: Interwał (sekunda)
pt: Intervalo (segundo)
ru: Интервал (Секунд)
th: ช่วงเวลา (วินาที)
tr: Aralık (Saniye)
vi: Khoảng cách (giây)
zh_hant: 間隔 （秒）

source: Keep Screen On
de: Bildschirm eingeschaltet lassen
es: Mantener la pantalla encendida
fil: Panatilihin ang Screen On
fr: Garder l'écran allumé
hi: स्क्रीन को चालू रखें
it: Tieni lo schermo acceso
ja: 画面を表示し続ける
ko: 화면을 켠 채로 유지
ms: Pastikan Skrin Hidup
pl: Nie wyłączaj ekranu
pt: Mantenha a tela ligada
ru: Оставить экран включенным
th: เปิดหน้าจอไว้
tr: Ekranı Açık Tut
vi: Giữ màn hình bật
zh_hant: 屏幕保持亮度

# KeepScreenOnHelp
source: When the app is running on the screen, keep the screen of the mobile device on.
de: Wenn die App auf dem Bildschirm ausgeführt wird, lassen Sie den Bildschirm des Mobilgeräts eingeschaltet.
es: Cuando la aplicación se está ejecutando en la pantalla, mantiene la pantalla del dispositivo móvil encendida.
fil: Kapag ang app ay tumatakbo sa screen, panatilihin ang screen ng mobile device sa.
fr: Lorsque l’application est en cours d’exécution sur l’écran, gardez l’écran de l’appareil mobile allumé.
hi: जब ऐप स्क्रीन पर चल रहा हो, तो मोबाइल डिवाइस की स्क्रीन ऑन रखें।
it: Quando l\'app è in esecuzione sullo schermo, tieni lo schermo del dispositivo mobile acceso.
ja: アプリが画面上で実行されているときは、モバイル デバイスの画面をオンにしたままにします。
ko: 앱을 화면에서 실행할 때 모바일 기기의 화면을 켠 채로 유지하세요.
ms: Apabila apl berjalan pada skrin, pastikan skrin peranti mudah alih dihidupkan.
pl: Gdy aplikacja jest uruchomiona na ekranie, nie wyłączaj ekranu urządzenia mobilnego.
pt: Mantenha a tela do dispositivo móvel ligada enquanto o aplicativo estiver sendo executado.
ru: При запуске приложения на экране оставлять экран мобильного устройства включенным.
th: เมื่อแอปทำงานบนหน้าจอ ให้เปิดหน้าจอของอุปกรณ์มือถือเอาไว้
tr: Uygulama ekranda çalışırken, mobil cihazın ekranını açık tutun.
vi: Khi ứng dụng đang chạy trên màn hình, hãy giữ màn hình của thiết bị di động bật.
zh_hant: 当此app在屏幕上运行时，保持屏幕亮度。

source: Key-in name
de: Name eingeben
es: Nombre de la entrada
fil: Pangalan ng susi
fr: Entrez le nom
hi: की-इन नाम
it: Digita il nome
ja: キー入力名
ko: 이름 입력
ms: Masukkan nama
pl: Nazwa wpisu
pt: Nome de entrada
ru: Введите имя
th: ชื่อที่ป้อน
tr: Anahtar girişi adı
vi: Nhập tên
zh_hant: 鍵入名字

source: Language
ar: لغة
de: Sprache
es: Idioma
fil: wika
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
pl: Język
pt: Linguagem
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Left
de: Links
es: Izquierda
fil: Kaliwa
fr: Gauche
hi: बायाँ
it: Sinistra
ja: 左
ko: 왼쪽
ms: Kiri
pl: Lewy
pt: Esquerda
ru: Слева
th: ซ้าย
tr: Sol
vi: Bên trái
zh_hant: 左

source: LogMAR
pl: Dziennik MAR
ru: Таблица LogMAR
vi: Nhật kýMAR
zh_hant: 對數表達

source: Menu
de: Speisekarte
es: Menú
hi: मेन्यू
it: Menù
ja: メニュー
ko: 메뉴
ru: Меню
th: เมนู
tr: Menü
vi: Thực đơn
zh_hant: 菜單

# MessageToDev
source: Message to Developer
de: Nachricht an den Entwickler
es: Mensaje al desarrollador
fil: Mensahe sa Developer
fr: Message au développeur
hi: डेवलपर को संदेश
it: Messaggio allo sviluppatore
ja: 開発者へのメッセージ
ko: 개발자에게 메시지 전송
ms: Mesej kepada Pemaju
pl: Wiadomość dla programisty
pt: Mensagem para o desenvolvedor
ru: Сообщение разработчику
th: ข้อความถึงนักพัฒนา
tr: Geliştiriciye Mesaj
vi: Tin nhắn cho nhà phát triển
zh_hant: 發給開發者的信息

source: Meter
es: Metro
fil: Metre
fr: Mètre
hi: मीटर
it: Metri
ja: メートル
ko: 미터
pl: Metr
pt: Metro
ru: метры
th: เมตร
tr: Metre
vi: Mét
zh_hant: 米

# MinArmReachFoot
source: Minimum 1.64ft
de: Mindestens 1,64 Fuß
es: Mínimo 1.64ft
fil: Minimum na 1.64ft
fr: Au moins 1,64 pieds
hi: न्यूनतम 1.64 ऍफ़
it: Minimo 1,64 ft
ja: 最小1.64フィート
ko: 최소 1.64ft
ms: Minimum 1.64 kaki
pl: Minimalna stopa 1.64ft
pt: Mínimo 1,64ft
ru: Минимум 1,64 ф
th: ขั้นต่ำ 1.64 ฟุต
vi: Tối thiểu 1,64ft
zh_hant: 最小 1.64 呎

# MiniArmReachMeter
source: Minimum 0.5m
de: Mindestens 0,5 m
es: Mínimo 0.5m
fil: Minimum na 0.5m
fr: Au moins 0,5 m
hi: न्यूनतम 0.5 मी
it: Minimo 0,5 m
ja: 最小0.5メートル
ko: 최소 0.5m
pl: Minimalny 0,5 m
pt: Mínimo 0,5m
ru: Минимум 0,5 м
th: ขั้นต่ำ 0.5 ม.
tr: En az 0,5 m
vi: Tối thiểu 0,5m
zh_hant: 最小 0.5 米

source: Minimum
es: Mínimo
hi: न्यूनतम
it: Minimo
ja: 最小
ko: 최소
pt: Mínimo
ru: Минимум
th: ขั้นต่ำ
tr: Asgari
vi: Tối thiểu
zh_hant: 最小

# MultiOptotype
source: Multiple Optotypes
de: Mehrere Optotypen
es: múltiples optotipos
fil: Maramihang mga Optotype
fr: Optotypes multiples
hi: एकाधिक ऑप्टोटाइप
it: più ottotipi
ja: 複数の視標
ko: 여러 가지 시력
ms: Pelbagai Optotip
pl: Wiele optotypów
pt: múltiplos optótipos
ru: несколько оптотипов
th: ออปโตไทป์หลายอัน
tr: Çoklu Optotipler
vi: Nhiều loại quang học
zh_hant: 顯示多個視標

# MultiOptotypeHint
source: Display multiple optotypes. And in auto scoring, the testee should read the middle optotype.
de: Zeigen Sie mehrere Optotypen an. Und bei der automatischen Bewertung sollte der Proband den mittleren Optotyp ablesen.
es: Muestra múltiples optotipos. Y en la puntuación automática, el examinado debe leer el optotipo del medio.
fil: Magdispley ng maraming optotype. At sa auto scoring, dapat basahin ng testee ang middle optotype.
fr: Affichez plusieurs optotypes. Et dans la notation automatique, le sujet doit lire l'optotype du milieu.
hi: एकाधिक ऑप्टोटाइप प्रदर्शित करें। और ऑटो स्कोरिंग में, परीक्षार्थी को मध्य ऑप्टोटाइप पढ़ना चाहिए।
it: Visualizza più ottotipi. E nel punteggio automatico, il soggetto deve leggere l'ottotipo centrale.
ja: 複数の視標を表示します。 また、自動スコアリングでは、受験者は中央の視標を読む必要があります。
ko: 여러 개의 옵티타입을 표시합니다. 그리고 자동 채점에서 피검자는 중간 옵토타입을 읽어야 합니다.
ms: Paparkan pelbagai optotaip. Dan dalam pemarkahan automatik, testee harus membaca optotaip tengah.
pl: Wyświetlanie wielu optotypów. A w automatycznej punktacji osoba badana powinna odczytać środkowy optotyp.
pt: Exibir vários optótipos. E na pontuação automática, o testado deve ler o optótipo do meio.
ru: Отобразите несколько оптотипов. А при автоматическом подсчете тестируемый должен прочитать средний оптотип.
th: แสดงออปโตไทป์หลายแบบ และในการให้คะแนนอัตโนมัติ ผู้ทดสอบควรอ่านออปโตไทป์ตรงกลาง
tr: Birden çok optotipi görüntüleyin. Ve otomatik puanlamada, test edilen kişi orta optotipi okumalıdır.
vi: Hiển thị nhiều bản quang mẫu. Và trong tính điểm tự động, người được kiểm tra phải đọc bản quang mẫu ở giữa.
zh_hant: 顯示多個視標。 在自動評分中，被測者應該閱讀中間的視標。

# MyEmailAddress
source: My Email address for reply
de: Meine E-Mail-Adresse für Antworten
es: Mi dirección de correo electrónico para la respuesta
fil: Ang Email address ko para sa reply
fr: Mon adresse e-mail pour répondre
hi: उत्तर के लिए मेरा ईमेल पता
it: Il mio indirizzo email per la risposta
ja: 私の返信用Eメールアドレス
ko: 답장받을 내 이메일 주소
ms: Alamat e-mel saya untuk balasan
pl: Mój adres e-mail do odpowiedzi
pt: Meu endereço de email para receber a resposta
ru: Мой адрес электронной почты для ответа
th: ที่อยู่อีเมลของฉันเพื่อการตอบกลับ
tr: Yanıt için E-posta adresim
vi: Địa chỉ Email của tôi để trả lời
zh_hant: 電子郵件用於回信

# MyMessage
source: Message detail
de: Nachrichtendetail
es: Detalle del mensaje
fil: Detalye ng mensahe
fr: Détails du message
hi: संदेश का विवरण
it: Dettagli del messaggio
ja: メッセージ詳細
ko: 메시지 내용
ms: Butiran mesej
pl: Szczegóły wiadomości
pt: Detalhe da mensagem
ru: Текст сообщения
th: รายละเอียดข้อความ
tr: Mesaj detay
vi: Chi tiết tin nhắn
zh_hant: 內容

source: My name
de: Mein Name
es: Mi nombre
fil: Ang pangalan ko
fr: Mon nom
hi: मेरा नाम
it: Il mio nome
ja: 名前
ko: 내 이름
ms: Nama saya
pl: Nazywam się
pt: Meu nome
ru: Моё имя
th: ชื่อของฉัน
tr: Benim adım
vi: Tên của tôi
zh_hant: 用戶名

# MySubject
source: Subject
de: Thema
es: Asunto
fil: Paksa
fr: Sujet
hi: विषय
it: Oggetto
ja: 件名
ko: 제목
ms: Subjek
pl: Temat
pt: Assunto
ru: Тема
th: เรื่อง
tr: Konu
vi: Chủ thể
zh_hant: 標題

source: Name
es: Nombre
fil: Pangalan
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
ms: Nama
pl: Nazwa
pt: Nome
ru: Имя
th: ชื่อ
tr: Ad
vi: Tên
zh_hant: 名字

# NetworkProblem
source: Network connection is having some problem.
de: Es liegt ein Problem mit der Netzwerkverbindung vor.
es: La conexión de red está teniendo algún problema
fil: Ang koneksyon sa network ay nagkakaroon ng ilang problema.
fr: La connexion réseau rencontre quelques problèmes.
hi: नेटवर्क कनेक्शन में कुछ समस्या आ रही है।
it: La connessione di rete sta avendo qualche problema.
ja: ネットワーク接続に問題があります。
ko: 네트워크 연결에 문제가 있습니다.
ms: Sambungan rangkaian menghadapi beberapa masalah.
pl: Występuje problem z połączeniem sieciowym.
pt: A conexão de rede está com algum problema.
ru: Наблюдаются проблемы со связью.
th: การเชื่อมต่อเครือข่ายมีปัญหา
tr: Ağ bağlantısında bazı sorunlar var.
vi: Kết nối mạng đang gặp vấn đề.
zh_hant: 網路連接有點問題。
