Repository: zijianhuang/apptranslation
Catalog: Docs/PowerShell/Fonlow.VA.Languages/MultilingualResources/Fonlow.VA.Languages.*.xlf
Languages: ar, de, es, fil, fr, hi, it, ja, ko, ms, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

source: Scores
de: Noten
es: Puntuaciones
fil: Mga puntos
fr: Notes
hi: स्कोर
it: Punteggi
ja: 値
ko: 점수
ms: Skor
pl: Wyniki
pt: Pontuações
ru: Результаты
th: คะแนน
tr: Notalar
vi: Điểm số
zh_hant: 分數

# SecondScoreHelp
source: Visual acuity scores of multiple testees could be recorded. Each testee may have 1 record a day for both eyes. Repeated tests on the same date will have the last one recorded.
de: Die Sehschärfewerte mehrerer Probanden können aufgezeichnet werden. Jeder Proband kann täglich einen Datensatz für beide Augen haben. Bei wiederholten Tests am selben Tag wird der letzte aufgezeichnet.
es: Se pueden registrar las puntuaciones de agudeza visual de varias personas evaluadas. Cada persona evaluada puede tener 1 registro por día para ambos ojos. Las pruebas repetidas en la misma fecha tendrán la última puntuación registrada.
fil: Maaaring maitala ang mga marka ng visual acuity ng maraming testees. Ang bawat testee ay maaaring magkaroon ng 1 record sa isang araw para sa parehong mga mata. Ang mga paulit ulit na pagsusulit sa parehong petsa ay magkakaroon ng huling isa na naitala.
fr: Les scores d'acuité visuelle de plusieurs sujets peuvent être enregistrés. Chaque sujet peut avoir un enregistrement par jour pour les deux yeux. Les tests répétés à la même date auront le dernier enregistrement.
hi: कई परीक्षार्थियों के दृश्य तीक्ष्णता अंक दर्ज किए जा सकते हैं। प्रत्येक टेस्टी में दोनों आंखों के लिए प्रतिदिन 1 रिकॉर्ड हो सकता है। एक ही तिथि पर बार-बार किए गए परीक्षणों में अंतिम दर्ज होगा।
it: Si possono essere registrati i punteggi dell\'acuità visiva di più soggetti. Ogni partecipante può registrare i suoi punteggi 1 volta al giorno per entrambi gli occhi. I test ripetuti nella stessa data avranno l\'ultimo registrato.
ja: 複数の被験者視力値を記録することがでます。各被験者は両眼を1日1回記録することができます。同じ日に繰り返しテストを行うと、最後のテスト値が記録されます。
ko: 여러 명의 검사 대상자의 시력 점수를 기록할 수 있습니다. 검사 대상자는 하루에 1번 양눈에 대한 검사를 기록할 수 있습니다. 같은 날 반복으로 검사할 경우 마지막 점수만 기록됩니다.
ms: Skor ketajaman penglihatan berbilang testuji boleh direkodkan. Setiap peserta ujian mungkin mempunyai 1 rekod sehari untuk kedua-dua mata. Ujian berulang pada tarikh yang sama akan mempunyai yang terakhir direkodkan.
pl: Można rejestrować wyniki ostrości wzroku wielu badanych. Każdy badany może mieć 1 zapis dziennie dla obu oczu. Powtórzone testy w tym samym dniu będą miały zarejestrowany ostatni test.
pt: Podem ser registrados pontuações de múltiplos testes de acuidade visual. Cada pessoa testada pode ter 1 registro por dia para os dois olhos. Apenas serão gravados os últimos testes repetidos na mesma data.
ru: Возможна запись результаты проверки остроты зрения нескольких испытуемых. Каждый испытуемый может хранить по 1 записи в день по обоим глазам. Повторная проверка в тот же день приводит к перезаписи предыдущих результатов.
th: สามารถบันทึกคะแนนสายตาของผู้รับการทดสอบหลายคนได้ ผู้รับการทดสอบแต่ละคนอาจมี 1 บันทึกต่อวันสำหรับดวงตาทั้งสองข้าง การทดสอบซ้ำในวันเดียวกันจะมีการบันทึกค่าจากครั้งสุดท้าย
tr: Birden fazla testisin görme keskinliği skorları kaydedilebilir. Her testee her iki göz için günde 1 kayıt olabilir. Aynı tarihte tekrarlanan testlerde sonuncusu kaydedilecektir.
vi: Điểm thị lực của nhiều người thử nghiệm có thể được ghi lại. Mỗi người thử nghiệm có thể có 1 bản ghi mỗi ngày cho cả hai mắt. Các lần thử nghiệm lặp lại vào cùng một ngày sẽ được ghi lại lần cuối.
zh_hant: 此 App 可記錄多位人士的視力分數。每位可每天記錄一組分數。重復的測試以最后一次有效。

source: Select chart
de: Diagramm auswählen
es: Seleccionar tabla
fil: Pumili ng tsart
fr: Sélectionner un tableau
hi: चार्ट का चयन करें
it: Seleziona il grafico
ja: 視力表を選択
ko: 표 선택
ms: Pilih carta
pl: Wybierz wykres
pt: Selecione o cartão
ru: Выбрать тип таблицы
th: เลือกแผนภาพ
tr: Grafik seç
vi: Chọn biểu đồ
zh_hant: 選擇視力表

source: Select distance
de: Entfernung wählen
es: Seleccionar distancia
fil: Pumili ng distansya
fr: Sélectionner la distance
hi: दूरी का चयन करें
it: Seleziona la distanza
ja: 距離を選択
ko: 거리 선택
ms: Pilih jarak
pl: Wybierz odległość
pt: Selecione a distância
ru: Выбрать расстояние
th: เลือกระยะห่าง
tr: Mesafe seç
vi: Chọn khoảng cách
zh_hant: 選擇距離

source: Send
de: Schicken
es: Enviar
fil: Ipadala ang
fr: Envoyer
hi: भेजें
it: Invia
ja: 送る
ko: 전송
ms: Menghantar
pl: Wyślij
pt: Enviar
ru: Отправить
th: ส่ง
tr: Gönder
vi: Gửi
zh_hant: 發送

# SendMessageToDev
source: Send message to developer
de: Nachricht an Entwickler senden
es: Enviar mensaje al desarrollador
fil: Magpadala ng mensahe sa developer
fr: Envoyer un message au développeur
hi: डेवलपर को संदेश भेजें
it: Invia un messaggio allo sviluppatore
ja: 開発者にメッセージを送る
ko: 개발자에게 메시지 보내기
ms: Hantar mesej kepada pembangun
pl: Wyślij wiadomość do programisty
pt: Enviar mensagem ao desenvolvedor
ru: Отправить сообщение разработчику
th: ส่งข้อความถึงนักพัฒนา
tr: Geliştiriciye mesaj gönder
vi: Gửi tin nhắn cho nhà phát triển
zh_hant: 發信息給開發者

source: Settings
de: Einstellungen
es: Ajustes
fil: Mga Setting
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
ms: Seting
pl: Ustawienia
pt: Configuração
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hant: 設置

source: Share
de: Aktie
es: compartir
fil: Ibahagi
fr: Partager
hi: शेयर करना
it: condividere
ja: 共有
ko: 共有
ms: Berkongsi
pl: Udostępnij
pt: compartilhar
ru: делиться
th: แบ่งปัน
tr: Paylaş
vi: Chia sẻ
zh_hant: 分享

# ShareAllAsCsv
source: Share All as CSV File
ar: مشاركة الكل كملف CSV
de: Alles als CSV-Datei freigeben
es: Todo a un archivo CSV
fil: Ibahagi ang Lahat bilang CSV File
fr: Partager tout en tant que fichier CSV
hi: CSV फ़ाइल के लिए सभी
it: Tutto in file CSV
ja: すべてCSVファイルへ
ko: 모두 CSV 파일로
ms: Kongsi Semua sebagai Fail CSV
pl: Udostępnij wszystko jako plik CSV
pt: Tudo para arquivo CSV
ru: Все в CSV-файл
th: ทั้งหมดเป็นไฟล์ CSV
tr: Tümünü CSV Dosyası Olarak Paylaş
uk: Поділитися всім як файлом CSV
vi: Chia sẻ tất cả dưới dạng tệp CSV
zh_hans: 全部共享为 CSV 文件
zh_hant: 全部轉為 CSV 文件

# ShareAllAsHtml
source: Share All
ar: شارك الكل
de: Alles teilen
es: Todo a un archivo HTML
fil: Ibahagi ang Lahat
fr: Partager tout
hi: HTML फ़ाइल के लिए सभी
it: Tutto in file HTML
ja: すべてHTMLファイルへ
ko: 모두 HTML 파일로
ms: Kongsi Semua
pl: Podziel się wszystkim
pt: Tudo para arquivo HTML
ru: Все в HTML-файл
th: ทั้งหมดเป็นไฟล์ HTML
tr: Tümünü Paylaş
uk: Поділитися всім
vi: Chia sẻ tất cả
zh_hans: 全部分享
zh_hant: 全部轉為 HTML 文件

# ShareAllAsJson
source: Share All as JSON File
ar: مشاركة الكل كملف JSON
de: Alles als JSON-Datei freigeben
es: Todo a un archivo JSON
fil: Ibahagi ang Lahat bilang JSON File
fr: Partager tout en tant que fichier JSON
hi: JSON फ़ाइल के लिए सभी
it: Tutto in file JSON
ja: すべてJSONファイルへ
ko: 모두 JSON 파일로
ms: Kongsi Semua sebagai Fail JSON
pl: Udostępnij wszystko jako plik JSON
pt: Tudo para arquivo JSON
ru: Все в JSON-файл
th: ทั้งหมดเป็นไฟล์ JSON
tr: Tümünü JSON Dosyası Olarak Paylaş
uk: Поділитися всім як файлом JSON
vi: Chia sẻ tất cả dưới dạng tệp JSON
zh_hans: 全部以 JSON 文件形式共享
zh_hant: 全部轉為 JSON 文件

# ShareAllAsLineGraphHtml
source: Share Trend
ar: اتجاه السهم
de: Aktientrend
es: Compartir tendencia
fil: Ibahagi ang Trend
fr: Tendance des parts
hi: रुझान साझा करें
it: Condividi tendenza
ja: シェアトレンド
ko: 공유 동향
ms: Kongsi Trend
pl: Trend akcji
pt: Compartilhar tendência
ru: Поделиться трендом
th: แบ่งปันเทรนด์
tr: Hisse Trendi
uk: Поділитися Trend
vi: Chia sẻ xu hướng
zh_hans: 分享趋势
zh_hant: 分享趨勢

# ShareAllAsText
source: All
ar: الجميع
de: Alle
es: Todo
fil: Lahat ng
fr: Tous
hi: सभी
it: Tutto
ja: 全て
ko: 모두
ms: Semua
pl: Cały
pt: Todos
ru: Все
th: ทั้งหมด
tr: Tüm
uk: всі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# ShareAllScores
source: Share all records
de: Alle Datensätze freigeben
es: Compartir todos los registros
fil: Ibahagi ang lahat ng talaan
fr: Partager tous les enregistrements
hi: सभी रिकॉर्ड साझा करें
it: Condividi tutti i record
ja: すべての記録を共有する
ko: 모든 기록 공유
ms: Kongsi semua rekod
pl: Udostępnianie wszystkich rekordów
pt: Compartilhe todos os registros
ru: Поделиться всеми записями
th: แบ่งปันบันทึกทั้งหมด
tr: Tüm kayıtları paylaş
vi: Chia sẻ tất cả hồ sơ
zh_hant: 分享所有記錄

# ShareRecordOnPress
source: Press a record to share
de: Zum Teilen auf einen Datensatz drücken
es: Pulsa un registro para compartir
fil: Pindutin ang isang tala upang ibahagi
fr: Appuyez sur un enregistrement pour partager
hi: साझा करने के लिए कोई रिकॉर्ड दबाएँ
it: Premi un record da condividere
ja: 共有するにはレコードを押してください
ko: 공유하려면 레코드를 누르세요.
ms: Tekan rekod untuk berkongsi
pl: Naciśnij nagranie, aby je udostępnić
pt: Pressione um registro para compartilhar
ru: Нажмите на запись, чтобы поделиться
th: กดบันทึกเพื่อแบ่งปัน
tr: Paylaşmak için bir kayda basın
vi: Nhấn vào một bản ghi để chia sẻ
zh_hant: 按一筆記錄以分享

# ShareSelected
source: Share Selected record
de: Ausgewählten Datensatz freigeben
es: Compartir registros seleccionados
fil: Ibahagi ang napiling talaan
fr: Partager l'enregistrement sélectionné
hi: चयनित रिकॉर्ड साझा करें
it: Condividi i record selezionati
ja: 選択したレコードを共有する
ko: 선택한 기록 공유
ms: Kongsi rekod terpilih
pl: Udostępnij wybrany rekord
pt: Compartilhe registros selecionados
ru: Поделиться выбранными записями
th: แบ่งปันบันทึกที่เลือก
tr: Seçili kaydı paylaşma
vi: Chia sẻ Bản ghi đã chọn
zh_hant: 分享選定的記錄

# Share_Selected
source: Share Selected Record
de: Ausgewählten Datensatz freigeben
es: Registro seleccionado
fil: Ibahagi ang Napiling Talaan
fr: Partager l'enregistrement sélectionné
hi: चयनित रिकॉर्ड
it: Registrazione selezionata
ja: 選択したレコード
ko: 선택된 기록
ms: Kongsi Rekod Terpilih
pl: Udostępnij wybrany rekord
pt: 선택된 기록
ru: Выбранная запись
th: บันทึกที่เลือก
tr: Seçili Kaydı Paylaş
vi: Chia sẻ bản ghi đã chọn
zh_hant: 選定的記錄

source: Show Optotype Height
de: Optotypenhöhe anzeigen
es: Mostrar altura de optotipo
fil: Ipakita ang Taas ng Optotype
fr: Afficher la hauteur de l'optotype
hi: ऑप्टिमाइज़ ऊँचाई दिखाएँ
it: Mostra altezza ottotipo
ja: 視力表の高さを表示
ko: 시력 검사표 기호의 세로 길이 표시
ms: Tunjukkan Ketinggian Optotip
pl: Pokaż wysokość optotypu
pt: Mostrar Altura do Optotipo
ru: Показать высоту оптотипа
th: แสดงความสูงของสัญลักษณ์ทดสอบสายตา
tr: Optotip Yüksekliğini Göster
vi: Hiển thị Chiều cao của Optotype
zh_hant: 顯示字符的高度

source: Shuffle
es: barajar
fil: Mag-shake
fr: Mélanger
hi: मिश्रण
it: mescola
ja: シャッフル
ko: 혼합
pl: Tasować
pt: embaralhar
ru: тасовать
th: สับเปลี่ยน
tr: Karıştırmak
vi: Xáo trộn
zh_hant: 洗牌

source: Size
de: Größe
es: Tamaño
fil: Sukat
fr: Taille
hi: आकार
it: Dimensione
ja: サイズ
ko: 크기
ms: Saiz
pl: Rozmiar
pt: Tamanho
ru: Размер
th: ขนาด
tr: Boyut
vi: Kích cỡ
zh_hant: 尺寸

source: Snellen Fraction
de: Snellen-Fraktion
es: Fracción de Snellen
fr: Fraction de Snellen
hi: स्नेलन अंश
it: Frazione di Snellen
ja: スネレン分数
ko: 스넬렌 분수
ms: Pecahan Snellen
pl: Frakcja Snellena
pt: Fração de Snellen
ru: Формула Снеллена
th: สัญลักษณ์เศษส่วนของ Snellen
tr: Snellen Kesri
vi: Phân số Snellen
zh_hant: Snellen分數

# SnellenPara
source: With {0} eyechart, swipe right to mark correct reading, and swipe left to mark misreading,
de: Mit der Sehtafel {0} wischen Sie nach rechts, um die korrekte Lesart zu markieren, und nach links, um eine falsche Lesart zu markieren.
es: Con la tabla {0}, deslice hacia la derecha para marcar la lectura correcta y hacia la izquierda para marcar la lectura incorrecta,
fil: Gamit {0} eyechart, mag swipe pakanan para markahan ang tamang pagbabasa, at mag swipe pakaliwa para markahan ang maling pagbasa,
fr: Avec le tableau oculaire {0}, balayez vers la droite pour marquer une lecture correcte et balayez vers la gauche pour marquer une mauvaise lecture,
hi: {0} चार्ट के साथ, सही रीडिंग को चिह्नित करने के लिए दाईं ओर स्वाइप करें, और गलत रीडिंग चिह्नित करने के लिए बाएं स्वाइप करें,
it: Con {0} Grafico, scorri verso destra per contrassegnare la lettura corretta e scorri verso sinistra per contrassegnare la lettura errata,
ja: {0}表では、読み値が正しければ右にスワイプし、間違っていれば左にスワイプして印をつけます。
ko: {0} 표에서 오른쪽으로 슬라이드하여 올바르게 읽은 항목으로 표시하며 왼쪽으로 슬라이드하여 다르게 읽은 항목으로 표시합니다.
ms: Dengan {0} carta mata, leret ke kanan untuk menandakan bacaan yang betul, dan leret ke kiri untuk menandakan salah bacaan,
pl: Za pomocą wykresu {0} oczu przesuń palcem w prawo, aby zaznaczyć poprawny odczyt, i przesuń w lewo, aby zaznaczyć błędny odczyt,
pt: Com {0} cartão, deslize para a direita para marcar a leitura correta e deslize para a esquerda para marcar a leitura errada.
ru: Используя символы таблицы {0}, проведите пальцем вправо, чтобы подтвердить правильное распознавание символа, проведите пальцем влево, чтобы подтвердить неправильное распознавание символа.
th: ในแผนภาพ {0} ให้ปัดไปทางขวาเพื่อทำเครื่องหมายการอ่านค่าที่ถูกต้อง และปัดไปทางซ้ายเพื่อทำเครื่องหมายการอ่านค่าผิด
tr: {0} göz grafiğiyle, doğru okumayı işaretlemek için sağa kaydırın ve yanlış okumayı işaretlemek için sola kaydırın,
vi: Với {0} eyechart, vuốt sang phải để đánh dấu đọc đúng và vuốt sang trái để đánh dấu đọc sai,
zh_hant: 使用{0}，觀察受測試者的手勢，在屏幕上右滑代表正確答案， 或左滑代表錯誤答案。

# StareMiddle
source: The testee should read the middle optotype.
de: Der Proband soll das mittlere Optotyp ablesen.
es: El examinado debe leer el optotipo del medio.
fil: Dapat basahin ng testee ang gitnang optotype.
fr: Le sujet doit lire l’optotype du milieu.
hi: परीक्षार्थी को मध्य ऑप्टोटाइप पढ़ना चाहिए।
it: Il soggetto deve leggere l'ottotipo centrale.
ja: 受験者は真ん中の視標を読む必要があります。
ko: 피검자는 중간 검안을 읽어야 합니다.
ms: Peserta ujian hendaklah membaca optotip tengah.
pl: Osoba badana powinna przeczytać środkowy optotyp.
pt: O testado deve ler o optótipo do meio.
ru: Испытуемый должен прочитать средний оптотип.
th: ผู้ทดสอบควรอ่านออปโตไทป์ตรงกลาง
tr: Testee orta optotipi okumalıdır.
vi: Người được thử nghiệm phải đọc bản quang mẫu ở giữa.
zh_hant: 受測者應閱讀中間的視標。

source: Stop
de: Stoppen
es: Detener
fil: Tigilan mo na
fr: Arrêt
hi: रुकें
ja: やめる
ko: 중지
ms: Berhenti
pl: Zatrzymać
pt: Parar
ru: Остановка
th: หยุด
tr: Durmak
vi: Dừng lại
zh_hant: 終止測試

# SymbolCircle
source: circle
de: Kreis
es: círculo
fil: bilog na bilog
fr: cercle
hi: वृत्त
it: cerchio
ja: 円
ko: 원
pl: koło
pt: círculo
ru: круг
th: วงกลม
tr: daire
vi: vòng tròn
zh_hant: 圓圈

# SymbolCross
source: cross
de: kreuzen
es: cruz
fil: krus
fr: croix
hi: क्रॉस
it: croce
ja: 十字
ko: 십자가
pl: krzyż
pt: cruz
ru: крест
th: กากบาท
tr: haç
vi: đi qua
zh_hant: 十字形

# SymbolHexagon
source: hexagon
es: hexágono
fr: hexagone
hi: षट्कोण
it: esagono
ja: 六角形
ko: 육각형
ms: heksagon
pl: sześciokąt
pt: hexágono
ru: шестиугольник
th: หกเหลี่ยม
tr: altıgen
vi: hình lục giác
zh_hant: 六邊形

# SymbolPetagon
source: pentagon
es: pentágono
fr: Pentagone
hi: पंचकोण
it: pentagono
ja: 五角形
ko: 오각형
pl: pięciokąt
pt: pentágono
ru: пятиугольник
th: ห้าเหลี่ยม
tr: beşgen
vi: ngũ giác
zh_hant: 五邊形

# SymbolSquare
source: square
de: Quadrat
es: cuadrado
fil: parisukat na parisukat
fr: carré
hi: वर्ग
it: quadrato
ja: 正方形
ko: 정사각형
pl: kwadratowy
pt: quadrado
ru: квадрат
th: สี่เหลี่ยมจัตุรัส
tr: kare
vi: quảng trường
zh_hant: 正方形

# SymbolTriangle
source: triangle
de: Dreieck
es: triángulo
fil: tatsulok na tatsulok
hi: त्रिकोण
it: triangolo
ja: 正方形
ko: 삼각형
pl: trójkąt
pt: triângulo
ru: треугольник
th: สามเหลี่ยม
tr: üçgen
vi: hình tam giác
zh_hant: 三角形

# ToggleMirror
source: Toggle mirror mode
de: Spiegelmodus umschalten
es: Alternar modo espejo
fil: Toggle mode ng salamin
fr: Activer/désactiver le mode miroir
hi: दर्पण मोड टॉगल करें
it: Attiva / disattiva modalità specchio
ja: ミラーモードを切り替える
ko: 거울 모드 켜기/끄기
ms: Togol mod cermin
pl: Przełącz tryb lustra
pt: Alternar modo de espelho
ru: Активировать режим зеркала
th: เปิด/ปิดโหมดภาพสะท้อน
tr: Ayna modunu aç/kapat
vi: Chuyển đổi chế độ gương
zh_hant: 切換鏡像模式

source: Top
de: Spitze
es: Arriba
fil: Tuktok
fr: Haut
hi: शीर्ष
it: In alto
ja: 上
ko: 위
ms: Atas
pl: Do góry
pt: Topo
ru: Сверху
th: บน
tr: Sayfanın Üstü
vi: Đứng đầu
zh_hant: 上

source: Top Left
de: Oben links
es: Arriba a la izquierda
fil: Itaas sa Kaliwa
fr: En haut à gauche
hi: शीर्ष बायाँ
it: In alto a sinistra
ja: 左上
ko: 왼쪽 위
ms: Kiri Atas
pl: Lewy górny róg
pt: Esquerda Superior
ru: Сверху слева
th: บนซ้าย
tr: Sol Üst
vi: Phía trên bên trái
zh_hant: 上左

source: Top Right
de: Oben rechts
es: Arriba a la derecha
fil: Kanang Tuktok
fr: En haut à droite
hi: शीर्ष दायाँ
it: In alto a destra
ja: 右上
ko: 오른쪽 위
ms: Kanan Atas
pl: Prawy górny róg
pt: Direita Superior
ru: Сверху справа
th: บนขวา
tr: Sağ Üst
vi: Phía trên bên phải
zh_hant: 上右

# UnableToSee
source: Unable to see the top row?
de: Sie können die oberste Reihe nicht sehen?
es: ¿No puede ver la fila superior?
fil: Hindi makita ang itaas na hilera?
fr: Impossible de voir la rangée supérieure ?
hi: शीर्ष पंक्ति देखने में असमर्थ?
it: Non riesci a vedere la riga superiore?
ja: 一番上の行が見えませんか？
ko: 윗줄을 읽을 수 없습니까?
ms: Tidak dapat melihat baris atas?
pl: Nie widzisz górnego rzędu?
pt: Incapaz de ver a linha superior?
ru: Не видно верхний ряд?
th: มองไม่เห็นแถวบนสุดใช่ไหม
tr: En üst satırı göremiyor musunuz?
vi: Không nhìn thấy hàng trên cùng?
zh_hant: 看不清最高行？

source: Unit
de: Einheit
es: Unidad
fr: Unité
hi: इकाई
it: Unità
ja: 単位
ko: 단위
pl: Jednostka
pt: Unidade
ru: Единица измерения
th: หน่วย
tr: Birim
vi: Đơn vị
zh_hant: 單位

# UnitOfAcuity
source: Notation
es: Notación
fil: Ang notasyon
hi: नोटेशन
it: Notazione
ja: 表記法
ko: 기호
ms: Notasi
pl: Notacja
pt: Notação
ru: Указание
th: สัญลักษณ์วัดสายตา
tr: Gösterim
vi: Ký hiệu
zh_hant: 視力單位

source: Unit of Length
de: Längeneinheit
es: Unidad de longitud
fil: Unit ng Haba
fr: Unité de longueur
hi: लंबाई की इकाई
it: Unità di lunghezza
ja: 長さの単位
ko: 길이 단위
ms: Unit Panjang
pl: Jednostka długości
pt: Unidade de Largura
ru: Мера длины
th: หน่วยความยาว
tr: Uzunluk Birimi
vi: Đơn vị đo chiều dài
zh_hant: 長度單位

# UnitOfLengthHelp
source: Meter or Foot.
de: Meter oder Fuß.
es: Metro o pie.
fil: metro o paa.
fr: Mètre ou pied.
hi: मीटर या फुट।
it: Metro o Piede.
ja: メートルあるいはフィート。
ko: 미터 또는 피트입니다.
ms: Meter atau kaki.
pl: metr lub stopa.
pt: Metro ou Pés
ru: Метр или Фут.
th: เมตรหรือฟุต
tr: Metre veya ayak.
vi: Mét hoặc Foot.
zh_hant: 米或呎。

source: Up
de: Hoch
es: Arriba
fr: En haut
hi: ऊपर
it: In alto
ja: 上
ko: 위
ms: Naik
pl: W górę
pt: Inferior
ru: Вверх
th: ขึ้น
tr: Yukarı
vi: Hướng lên
zh_hant: 上

source: VAS
fr: TON
hi: वीएएस
ru: Показатель остроты зрения
vi: CỦA BẠN
zh_hant: 視力指數

# VAScores
source: Records
de: Aufzeichnungen
es: Archivo
fil: Mga Talaan
fr: Enregistrements
hi: रिकॉर्ड
it: Archivio
ja: 誌
ko: 레코드
ms: Rekod
pl: Rekordy
pt: Arquivo
ru: Записи
th: เรก คอร์ด
tr: Kayıt
vi: Hồ sơ
zh_hant: 記錄

source: Visual Acuity
de: Sehschärfe
es: Agudeza visual
fr: Acuité visuelle
hi: दृश्य तीक्ष्णता
it: Acuità visiva
ja: 視力
ko: 시력
ms: Ketajaman Visual
pl: Wzroku
pt: Acuidade Visual
ru: Острота зрения
th: ค่าสายตา
tr: Görme Keskinliği
vi: Độ sắc nét của thị giác
zh_hant: 醒目

source: Voice Hint
de: Sprachhinweis
es: Pista de voz
fil: Pahiwatig ng Boses
fr: Indice vocal
hi: आवाज संकेत
it: Suggerimento vocale
ja: 音声のヒント
ko: 음성 힌트
ms: Petunjuk Suara
pl: Podpowiedź głosowa
pt: Sugestão por voz
ru: Голосовой помощник
th: คำแนะนำด้วยเสียง
tr: Sesli İpucu
vi: Gợi ý giọng nói
zh_hant: 語音提示

# VoiceHintHelp
source: The app will speak the optotype. The “doctor” wearing an earphone knows what’s on without reading the optotype.
de: Die App spricht das Optozeichen aus. Der „Arzt“ mit Kopfhörer weiß, was los ist, ohne das Optozeichen lesen zu müssen.
es: La aplicación hablará el optotipo. El “doctor” que lleva puesto un auricular sabe lo que pasa sin necesidad de leer el optotipo.
fil: Ang app ay magsasalita ng optotype. Ang "doktor" na may suot na earphone ay alam kung ano ang naka on nang hindi binabasa ang optotype.
fr: L'application énoncera l'optotype. Le « médecin » portant un écouteur sait ce qui se passe sans lire l'optotype.
hi: ऐप ऑप्टोटाइप बोलेगा। इयरफ़ोन पहनने वाला "डॉक्टर" ऑप्टोटाइप को पढ़े बिना जानता है कि क्या हो रहा है .
it: L'app parlerà dell'ottotipo. Il “dottore” che indossa un auricolare sa cosa succede senza leggere l’ottotipo.
ja: アプリは視標を言ってくれます。イヤホンを装着している「医者」は、視標を読むことなく、何が起きているのかを知っています。
ko: 앱에서 시력 검사표 기호를 소리로 알립니다. “의사”는 이어폰을 착용하고 진행하여 시력 검사표 기호를 읽지 않고도 진행 사항을 알 수 있습니다.
ms: Aplikasi akan bercakap optotaip. "Doktor" yang memakai fon telinga tahu apa yang dihidupkan tanpa membaca optotaip.
pl: Aplikacja wypowie optotyp. "Lekarz" w słuchawce wie, co jest grane, bez odczytywania optotypu.
pt: O aplicativo falará o optótipo. O “médico” que usa fone de ouvido sabe o que está acontecendo sem ler o optótipo.
ru: Приложение будет говорить на оптотипе. «Доктор» в наушниках знает, что происходит, даже не читая оптотип.
th: แอพจะพูดออพไทป์ “หมอ” ที่สวมหูฟังจะรู้ว่ามีอะไรเกิดขึ้นโดยไม่ต้องอ่านออปโตไทป์.
tr: Uygulama optotipi konuşacaktır. Kulaklık takan "doktor", optotipi okumadan ne olduğunu bilir.
vi: Ứng dụng sẽ đọc bản quang học. "Bác sĩ" đeo tai nghe biết được những gì đang diễn ra mà không cần đọc bản quang học.
zh_hant: 此app讀出視標。"醫生"就可知道屏幕上顯示什麼視標而不用看屏幕。

source: Warning
de: Warnung
es: Advertencia
fil: Babala
fr: Avertissement
hi: चेतावनी
it: Avvertimento
ja: 警告
ko: 경고
ms: Amaran
pl: Ostrzeżenie
pt: Aviso
ru: Предупреждение
th: คำเตือน
tr: Uyarı
vi: Cảnh báo
zh_hant: 警告

source: Yes
de: Ja
es: Sí
fil: Oo
fr: Oui
hi: हाँ
it: Sì
ja: はい
ko: 예
ms: Ya
pl: Tak
pt: Sim
ru: Да
th: ใช่
tr: Evet
vi: ừ
zh_hant: 是

# f
source: ft
ru: ф
zh_hant: 呎

# iOSRate
source: Rate this app
de: Bewerte diese App
es: Califique esta aplicación
fil: Rate ang app na ito
fr: Évaluez cette application
hi: इस ऐप्लिकेशन को रेट करे
it: Valuta questa applicazione
ja: このアプリを評価する
ko: 앱 평가하기
ms: Nilai aplikasi ini
pl: Oceń tę aplikację
pt: Avalie este aplicativo
ru: Оцените это приложение
th: ให้คะแนนแอปนี้
tr: Bu uygulamayı değerlendir
vi: Đánh giá ứng dụng này
zh_hant: 評分

source: m
hi: मीटर
ru: м
th: ม.
vi: tôi
zh_hant: 米

source: s
fr: m
ja: 秒
ru: с
zh_hant: 秒

source: OK
es: Aceptar
fil: ok na
fr: D'ACCORD
hi: ठीक है
ru: ОК
th: ตกลง
tr: TAMAM
vi: ĐƯỢC RỒI

# ChartEtdrsEur
source: European-wide
de: Europaweit
fil: Sa buong Europa
fr: À l'échelle européenne
ms: Seluruh Eropah
pl: Ogólnoeuropejski
tr: Avrupa çapında
vi: ETDRS Châu Âu

# PrivacyPolicyE
source: https://visualacuity.info/TumblingEChartPrivacyPolicy
vi: https://visualacuity.info/TumbleEChartPrivacyPolicy

# DemoKey
source: Somebody says something
es: Alguien dice algo
hi: कोई कुछ कहता है
it: Qualcuno dice qualcosa
ja: 誰かが何かを言う
ko: 누군가가 뭔가를 말한다
pt: Alguém diz alguma coisa
th: มีคนพูดอะไรบางอย่าง

# ChartEtdrs
source: ETDRS
pl: Moduły ETDRS
