Repository: zijianhuang/apptranslation
Catalog: Docs/PowerShell/Fonlow.VA.Languages/MultilingualResources/Fonlow.VA.Languages.*.xlf
Languages: ar, de, es, fil, fr, hi, it, ja, ko, ms, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

source: About
ar: عن
de: Um
es: Acerca de
fil: Tungkol sa
fr: À propos
hi: जान पहचान
it: Informazioni
ja: 説明
ko: 정보
ms: Tentang
pl: Około
pt: Sobre
ru: О приложении
th: เกี่ยวกับ
tr: Hakkında
uk: про
vi: Về
zh_hans: 关于
zh_hant: 關於

# AlmostPerfect
source: Almost perfect vision. {0}
de: Nahezu perfekte Sicht. {0}
es: Visión casi perfecta. {0}
fil: Halos perpektong pangitain. {0}
fr: Une vision presque parfaite. {0}
hi: लगभग पूर्ण दृष्टि। {0}
it: Vista quasi perfetta {0}
ja: ほぼ完璧な視力。{0}
ko: 완벽에 가까운 시력입니다. {0}
ms: Penglihatan yang hampir sempurna. {0}
pl: Prawie idealne widzenie. {0}
pt: Visão quase perfeita. {0}
ru: Почти идеальное зрение. {0}
th: การมองเห็นเกือบสมบูรณ์แบบ {0}
tr: Neredeyse mükemmel görüş. {0}
vi: Tầm nhìn gần như hoàn hảo. {0}
zh_hant: 相當好視力. {0}

source: and
de: Und
es: y
fil: at
fr: et
hi: तथा
it: e
ja: そして
ko: 및
ms: Dan
pl: i
pt: e
ru: и
th: และ
tr: ve
vi: Và
zh_hant: 和

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
hi: गुमनाम
it: Anonimo
ja: 匿名
ko: 익명
pl: Anonimowy
pt: Anônimo
ru: Анонимно
th: ไม่ระบุชื่อ
tr: Anonim
vi: Vô danh
zh_hant: 匿名

# AppName
source: Eye Charts
ar: مخططات العين
de: Sehtafeln
es: Tablas optométricas
fil: Visual Acuity
fr: Tableaux d'acuité visuelle
hi: नेत्र चार्ट
it: Tabelle oculistiche
ja: 視力表
ko: 근시 감지
ms: Carta Ketajaman Visual
pl: tablice okulistyczne
pt: Tabelas de Olhos
ru: Таблицы для проверки зрения
th: แผนภูมิสายตา
tr: Göz Grafikleri
uk: Очні діаграми
vi: Biểu đồ mắt
zh_hans: 视力表
zh_hant: 醒目視力表

# AppName_C
source: Landolt C Chart
de: Landolt C
es: Test de Landolt
fil: Landolt C
fr: Carte C débarquée
hi: लैंडोल्ट सी
it: Grafico Landolt C
ja: ランドルト環表
ko: 란돌트 고리
ms: Carta Landolt C
pl: Wykres Landolt C
pt: Cartão da Landolt C
ru: Кольца Ландольта
th: Landolt C
tr: Landolt C Şeması
vi: Biểu đồ hạ cánh C
zh_hant: 藍道爾氏Ｃ字表

# AppName_E
source: Tumbling E Chart
de: Taumelndes E-Diagramm
es: Tabla de prueba E
fil: Tumbling E
fr: Armaignac Tableau
hi: टंबलिंग ई चार्ट
it: Grafico Tumbling E
ja: タンブリングE表
ko: E 차트
ms: Carta E jatuh
pl: Wykres Tumble E
pt: Cartão da Tabela E
ru: знаком Е
th: แผนภาพ Tumbling E
tr: Yuvarlanan E Grafiği
vi: Biểu đồ Tumbling E
zh_hant: E字表

# AppName_Etdrs
source: ETDRS Chart
de: Diagramm ETDRS
es: ETDRS
fil: Tsart ng ETDRS
fr: Tableau ETDRS
hi: ETDRS
it: ETDRS
ja: ETDRS
ko: ETDRS
ms: Carta ETDRS
pl: Wykres ETDRS
pt: ETDRS
ru: ETDRS
th: ETDRS
tr: ETDRS Şeması
vi: Biểu đồ ETDRS
zh_hant: ETDRS 表

# AppName_Snellen
source: Snellen Chart
de: Snellen-Diagramm
es: Tabla de Snellen
fil: Tsart ng Snellen
fr: Tableau de Snellen
hi: स्नेलेन
it: Grafico Snellen
ja: スネレン表
ko: 스넬렌
ms: Carta Snellen
pl: Wykres Snellena
pt: Cartão da Snellen
ru: Снеллен
th: Snellen
tr: Snellen Şeması
vi: Biểu đồ Snellen
zh_hant: 史奈侖氏表

# ArmReachDistanceFootLabel
source: Custom Distance (Foot)
ar: المسافة المخصصة (قدم)
de: Benutzerdefinierte Entfernung (Fuß)
es: Distancia personalizada (pie)
fil: Pasadyang Distansya (Paa)
fr: Distance personnalisée (pieds)
hi: कस्टम दूरी (फूट)
it: Distanza personalizzata (piedi)
ja: カスタム距離（フィート）
ko: 거리 설정하기(피트)
ms: Jarak Tersuai (Kaki)
pl: Niestandardowa odległość (stopa)
pt: Distância personalizada (pés)
ru: Специальное расстояние (Футы)
th: ระยะห่างกำหนดเอง (ฟุต)
tr: Özel Mesafe (Ayak)
uk: Спеціальна відстань (фут)
vi: Khoảng cách tùy chỉnh (foot)
zh_hans: 自定义距离（英尺）
zh_hant: 自定義距離 (呎)

# ArmReachDistanceMeterLabel
source: Custom Distance (Meter)
ar: المسافة المخصصة (متر)
de: Benutzerdefinierte Entfernung (Meter)
es: Distancia personalizada (metro)
fil: Pasadyang Distansya (Meter)
fr: Distance personnalisée (mètre)
hi: कस्टम दूरी (मीटर)
it: Distanza personalizzata (metri)
ja: カスタム距離（メートル）
ko: 거리 설정하기(미터)
ms: Jarak Tersuai (Meter)
pl: Niestandardowa odległość (metr)
pt: Distância personalizada (metro)
ru: Специальное расстояние (Метры)
th: ระยะห่างกำหนดเอง (เมตร)
tr: Özel Mesafe (Metre)
uk: Спеціальна відстань (метр)
vi: Khoảng cách tùy chỉnh (Mét)
zh_hans: 自定义距离（米）
zh_hant: 自定義距離 (米)

# Autoplay
source: Auto scoring to calculate score
de: Automatische Bewertung zur Berechnung der Punktzahl
es: Puntuación automática
fil: Auto scoring upang makalkula ang puntos
fr: Notation automatique pour calculer le score
hi: स्कोर की गणना करने के लिए ऑटोप्ले
it: Punteggio automatico
ja: 値を計算する自動再生
ko: 오토플레이로 점수 계산
ms: Pemarkahan automatik untuk mengira skor
pl: Automatyczne ocenianie w celu obliczenia wyniku
pt: Reprodução automática para calcular a pontuação
ru: Автовоспроизведение для расчета результата
th: เล่นอัตโนมัติเพื่อคำนวณคะแนน
tr: Skoru hesaplamak için otomatik puanlama
vi: Tự động tính điểm để tính điểm
zh_hant: 自動計分

# BestRowScore
source: Best row {0}:{1} with {2} missed.
de: Beste Zeile {0}: {1} mit {2} verpasst.
es: Mejor fila {0}: {1} con {2} fallados.
fil: Best row {0}:{1} may {2} hindi nakuha.
fr: Meilleure ligne {0} : {1} avec {2} manquée.
hi: सर्वश्रेष्ठ पंक्ति {0}: {1} के साथ {2} छूटी।
it: Riga migliore {0}: {1} con {2} perse.
ja: 最良の行{0}：{2}での{1}が見つかりませんでした。
ko: 최고 열 {0}:{1}. {2}개 놓침.
ms: Baris terbaik {0}:{1} dengan {2} terlepas.
pl: Najlepszy wiersz {0}:{1} z {2} pominiętymi.
pt: Melhor linha {0}:{1} com {2} perdidas.
ru: Лучший ряд {0}:{1} с неправильно прочитанными {2}.
th: แถวที่ดีที่สุด {0}:{1} โดยที่มีการพลาด {2} ครั้ง
tr: En iyi satır {0}:{1} ile {2} kaçırıldı.
vi: Hàng tốt nhất {0}:{1} với {2} bị thiếu.
zh_hant: 最佳行 {0}:{1} 有 {2} 誤讀。

source: Bottom
de: Unten
es: Abajo
fil: Ibaba
fr: Bas
hi: तल
it: In basso
ja: 一番下
ko: 아래
ms: Bawah
pl: Dno
pt: Inferior
ru: Снизу
th: ล่าง
tr: Dip
vi: Đáy
zh_hant: 下

source: Bottom Left
de: Unten links
es: Abajo a la izquierda
fil: Ibaba Kaliwa
fr: En bas à gauche
hi: तल का बायाँ
it: In basso a sinistra
ja: 左下の
ko: 왼쪽 아래
ms: Kiri Bawah
pl: Lewy dolny róg
pt: Esquerda Inferior
ru: Снизу слева
th: ล่างซ้าย
tr: Sol Alt
vi: Dưới cùng bên trái
zh_hant: 下左

source: Bottom Right
de: Unten rechts
es: Abajo a la derecha
fil: Kanang Ibaba
fr: En bas à droite
hi: बायाँ
it: In basso a destra
ja: 右下
ko: 오른쪽 아래
ms: Kanan Bawah
pl: Prawy dolny róg
pt: Direita Inferior
ru: Снизу справа
th: ล่างขวา
tr: Sağ Alt
vi: Phía dưới bên phải
zh_hant: 下右

source: Brightness
de: Helligkeit
es: Brillo
fil: Liwanag
fr: Luminosité
hi: चमक
it: Luminosità
ja: 輝度
ko: 밝기
ms: Kecerahan
pl: Jasność
pt: Brilho
ru: Яркость
th: ความสว่าง
tr: Parlaklık
vi: Độ sáng
zh_hant: 亮度

# BrightnessHelp
source: Brightness setting independent of the device’s brightness setting. The device’s brightness setting is generally for viewing within an arm’s reach distance, while the app is generally for viewing from a distance longer than 2 meters, thus brighter white background is reasonable.
de: Helligkeitseinstellung unabhängig von der Helligkeitseinstellung des Geräts. Die Helligkeitseinstellung des Geräts ist im Allgemeinen für die Anzeige in Reichweite einer Armlänge gedacht, während die App im Allgemeinen für die Anzeige aus einer Entfernung von mehr als 2 Metern gedacht ist, sodass ein hellerer weißer Hintergrund sinnvoll ist.
es: Ajustes de brillo independientes de los ajustes de brillo del dispositivo. Ls ajustes de brillo del dispositivo generalmente son para ver dentro de la distancia de alcance de un brazo, mientras que los de la aplicación generalmente son para ver desde una distancia mayor a 2 metros, por lo tanto, un fondo blanco más brillante es razonable.
fil: Brightness setting independiyenteng ng setting ng liwanag ng aparato. Ang setting ng liwanag ng aparato ay karaniwang para sa pagtingin sa loob ng distansya ng pag abot ng isang braso, habang ang app ay karaniwang para sa pagtingin mula sa isang distansya na mas mahaba kaysa sa 2 metro, kaya ang mas maliwanag na puting background ay makatwirang.
fr: Réglage de la luminosité indépendant du réglage de luminosité de l'appareil. Le réglage de la luminosité de l'appareil est généralement adapté à une visualisation à une distance d'un bras, tandis que l'application est généralement adaptée à une visualisation à une distance supérieure à 2 mètres, un arrière-plan blanc plus clair est donc raisonnable.
hi: डिवाइस की ब्राइटनेस सेटिंग ब्राइटनेस सेटिंग से स्वतंत्र। डिवाइस की ब्राइटनेस सेटिंग आमतौर पर किसी आर्म की पहुंच दूरी के भीतर देखने के लिए होती है, जबकि ऐप आम तौर पर 2 मीटर से अधिक की दूरी से देखने के लिए होता है, इस प्रकार चमकदार सफेद पृष्ठभूमि उचित है।
it: L\'impostazione della luminosità è indipendente dalle impostazioni di luminosità del dispositivo. L\'impostazione della luminosità del dispositivo è generalmente per la visualizzazione a una distanza massima di un braccio, mentre l\'app è generalmente per la visualizzazione da una distanza superiore a 2 metri, quindi uno sfondo bianco più luminoso è ragionevole.
ja: 明るさ設定は、デバイスの明るさ設定とは無関係です。デバイスの明るさの設定は一般的に腕の届く範囲内での表示用ですが、アプリは、一般的に2メートル以上の距離からの表示用であるため、より高照度の白い背景が必要です。
ko: 밝기 설정은 기기의 밝기 설정과 독립적입니다. 기기의 밝기 설정은 일반적으로 손에 닿을 위치 내에서 볼 때를 기준으로 하지만, 앱에서는 일반적으로 2m 이상의 거리에서 볼 때를 기준으로 합니다. 때문에 더욱 밝은 하얀 바탕을 사용하는 것이 합리적입니다.
ms: Tetapan kecerahan bebas daripada tetapan kecerahan peranti. Tetapan kecerahan peranti biasanya untuk tontonan dalam jarak jangkauan lengan, manakala apl biasanya untuk tontonan dari jarak yang lebih jauh daripada 2 meter, oleh itu latar belakang putih yang lebih terang adalah munasabah.
pl: Ustawienie jasności niezależne od ustawienia jasności urządzenia. Ustawienie jasności urządzenia jest zazwyczaj przeznaczone do oglądania w zasięgu ręki, podczas gdy aplikacja jest ogólnie do oglądania z odległości większej niż 2 metry, dlatego jaśniejsze białe tło jest rozsądne.
pt: Configuração do brilho do aplicativo é independente do dispositivo. A configuração do brilho do dispositivo geralmente é para visualização a uma distância de alcance de um braço. No caso do aplicativo, a configuração do brilho geralmente é usada para visualização a uma distância maior que 2 metros, portanto, um fundo branco mais claro razoável.
ru: Настройка яркости вне зависимости от настроек яркости устройства. Настройка яркости устройства предназначена в целом для просмотра на расстоянии вытянутой руки, настройка приложения предназначена для просмотра на расстоянии более 2 метров, поэтому разумно применять белый фон.
th: การตั้งค่าความสว่างนั้นจะไม่ขึ้นกับการตั้งค่าความสว่างของอุปกรณ์ การตั้งค่าความสว่างของอุปกรณ์โดยทั่วไปนั้นใช้สำหรับการมองภายในระยะหนึ่งช่วงแขน ขณะที่โดยทั่วไปแล้วแอปนี้จะใช้สำหรับการดูจากระยะไกลกว่า 2 เมตร ดังนั้นพื้นหลังสีขาวที่สว่างขึ้นจึงเหมาะสม
tr: Parlaklık ayarı, cihazın parlaklık ayarından bağımsızdır. Cihazın parlaklık ayarı genellikle bir kol mesafesi içinde görüntülemek içindir, uygulama ise genellikle 2 metreden daha uzun bir mesafeden görüntülemek içindir, bu nedenle daha parlak beyaz arka plan makuldür.
vi: Cài đặt độ sáng không phụ thuộc vào cài đặt độ sáng của thiết bị. Cài đặt độ sáng của thiết bị thường dành cho việc xem trong phạm vi tầm với của một cánh tay, trong khi ứng dụng thường dành cho việc xem từ khoảng cách xa hơn 2 mét, do đó, nền trắng sáng hơn là hợp lý.
zh_hant: 此app的亮度設置，獨立於設備的亮度設置。設備的亮度設置通常是為了近距離的閱讀。而此app通常是用於2米或以上的距離。

# CChartPara
source: With {0} eyechart, swipe left, up-left, up, up-right, right, down-right, down or down-left according to what the testee could recognize and respond,
de: Mit der Sehtafel {0} wischen Sie nach links, oben links, oben, oben rechts, rechts, unten rechts, unten oder unten links, je nachdem, was der Proband erkennen und darauf reagieren konnte.
es: Con la tabla {0}, deslice hacia la izquierda, arriba-izquierda, arriba, arriba-derecha, derecha, abajo-derecha, abajo o abajo-izquierda de acuerdo con lo que la persona evaluada pueda reconocer y responder,
fil: Gamit {0} eyechart, mag swipe pakaliwa, itaas kaliwa, pataas, itaas sa kanan, kanan, pababang kanan, pababa o pababa sa kaliwa ayon sa maaaring makilala at tumugon ng testee,
fr: Avec le tableau oculaire {0}, balayez vers la gauche, vers le haut à gauche, vers le haut, vers le haut à droite, vers la droite, vers le bas à droite, vers le bas ou vers le bas à gauche en fonction de ce que le sujet a pu reconnaître et répondre,
hi: {0} चार्ट के साथ, बाएं स्वाइप करें, ऊपर, ऊपर-दाएँ, दाएँ, नीचे-दाएँ, नीचे या नीचे-बाएँ के अनुसार जो परीक्षार्थी पहचान और प्रतिक्रिया दे सकता है,
it: Con {0} Grafico, scorri verso sinistra, in alto a sinistra, in alto, in alto a destra, destra, in basso a destra, in basso o in basso a sinistra in base a ciò che il test potrebbe riconoscere e rispondere,
ja: {0}表では、被験者が認識して対応できる内容に応じて、左、左上、上、右上、右、下右、下、左下にスワイプします。
ko: {0} 표에서 검사 대상자가 인식하고 반응한 바에 상하좌우, 오른쪽 위, 오른쪽 아래, 왼쪽 위, 왼쪽 아래로 슬라이드합니다.
ms: Dengan carta mata {0}, leret ke kiri, kiri atas, atas, kanan, kanan, kanan bawah, bawah atau kiri bawah mengikut apa yang boleh dikenali dan bertindak balas oleh orang yang diuji,
pl: Za pomocą wykresu {0} oczu przesuń palcem w lewo, w górę-w lewo, w górę-w prawo, w prawo, w dół-w prawo, w dół lub w dół w lewo, w zależności od tego, co badany może rozpoznać i odpowiedzieć,
pt: Com {0} cartão, deslize para a esquerda, superior esquerdo, cima, superior direito, direita, inferior direito, baixo ou inferior esquerdo, de acordo com a resposta da pessoa testada.
ru: Используя символы таблицы {0}, проведите пальцев влево, вверх влево, вверх, вправо, вверх вправо, вниз вправо, вниз или вниз влево в соответствии с тем, что распознает испытуемый.
th: ในแผนภาพ {0} ให้ปัดไปทางซ้าย บนซ้าย บนขวา ขวา ล่างขวา ล่าง หรือล่างซ้าย ตามที่ผู้รับการทดสอบสามารถจดจำและให้คำตอบ
tr: {0} göz grafiği ile, test edilen kişinin tanıyabileceği ve yanıtlayabileceği şekilde sola, yukarı-sola, yukarı, yukarı-sağa, sağa, aşağı-sağ, aşağı veya aşağı-sola kaydırın,
vi: Với {0} eyechart, vuốt sang trái, lên trái, lên, lên phải, phải, xuống phải, xuống hoặc xuống trái tùy theo những gì người được kiểm tra có thể nhận ra và phản hồi,
zh_hant: 使用{0}，觀察受測試者的手勢，在屏幕上左滑，左上滑， 上滑，右上滑，右滑，右下滑，下滑或左下滑。

source: Cancel
ar: يلغي
de: Stornieren
es: Cancelar
fil: Kanselahin
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Chart
de: Diagramm
es: Tabla
fil: Tsart
fr: Tableau
hi: चार्ट
it: Grafico
ja: 表
ko: 표
ms: Carta
pl: Wykres
pt: Cartão
ru: Таблица
th: แผนภาพ
tr: Grafik
vi: Biểu đồ
zh_hant: 視力表

# ChartE
source: Tumbling E
ar: تدحرج E
de: Taumelndes E
es: Prueba E
fr: Armaignac
hi: टंबलिंग ई
ja: タンブリングE
ko: E 차트
ms: Jatuh E
pl: Upadek E
pt: Tabela E
ru: знаком Е
tr: Yuvarlanan E
uk: Тумблінг Е
vi: Nhào lộn E
zh_hans: 翻滚E
zh_hant: E字表

# ChartHotv
source: HOTV
pl: GORĄCY WIATR
zh_hant: HOTV 表

# ChartLandoltC
source: Landolt C
ar: لاندولت سي
es: Test de Landolt
fr: Échelle Landolt
hi: लैंडोल्ट सी
ja: ランドルト環
ko: 란돌트 고리
ru: Кольца Ландольта
uk: Ландольт К
zh_hans: 兰多尔特
zh_hant: 藍道爾氏Ｃ字表

# ChartLeaSymbols
source: Lea Symbols
de: Lea-Symbole
es: Símbolos LEA
fil: Mga simbolo ng Lea
fr: Symboles de Léa
hi: LEA प्रतीक
it: Simboli LEA
ja: LEAシンボル
ko: LEA 기호
ms: Simbol Lea
pl: Symbole Lea
pt: Símbolos LEA
ru: Символы LEA
th: สัญลักษณ์ LEA
tr: Lea Sembolleri
vi: Biểu tượng Lea
zh_hant: LEA 符號

# ChartPvNumbers
source: Numbers
de: Zahlen
es: Números
fil: Mga Numero
fr: Nombres
hi: नंबर
it: Numeri
ja: 数字
ko: 숫자
ms: Nombor
pl: Liczby
pt: Números
ru: Числа
th: ตัวเลข
tr: Sayılar
vi: Số
zh_hant: 數字

# ChartSnellen
source: Snellen
ar: سنيلين
de: Schnellen
hi: स्नेलेन
ja: スネレン
ko: 스넬렌
ms: Tergesa
pl: Pośpiech
ru: Снеллен
tr: Acele etmek
uk: Снеллен
zh_hans: 斯内伦
zh_hant: 史奈侖氏表

# ChartSymbols
source: Shapes
de: Formen
es: formas
fil: Mga Hugis
fr: Formes
hi: आकार
it: forme
ja: 形
ko: 모양
ms: Bentuk
pl: Kształty
pt: formas
ru: формы
th: รูปร่าง
tr: Şekil
vi: Hình dạng
zh_hant: 形狀

# CheckWebPpi
source: After checking backend, PPI {0}: {1} is found
de: Nach der Überprüfung des Backends wurde PPI {0}: {1} gefunden
es: Después de buscar en la Web, encontró el PPI del {0}: {1}
fil: Pagkatapos suriin ang backend, PPI {0}: {1} ay natagpuan
fr: Après avoir cherché sur le Web, j'ai trouvé un PPI de {0} : {1}
hi: वेब पर खोज करने के बाद, {0} का PPI मिला: {1}
it: Dopo aver cercato sul Web, ho trovato il PPI di {0}: {1}
ja: Webを検索したところ、{0}のPPIが見つかりました： {1}
ko: 웹 검색 후 {0}의 PPI를 찾았습니다.: {1}
ms: Selepas menyemak bahagian belakang, PPI {0}: {1} ditemui
pl: Po sprawdzeniu backendu, PPI {0}: {1} jest znajdowany
pt: Depois de pesquisar na web, encontrou o PPI do {0}: {1}
ru: После поиска в Интернете нашел PPI {0}: {1}
th: หลังจากค้นหาเว็บพบ PPI ของ {0}: {1}
tr: Arka ucu kontrol ettikten sonra PPI {0}: {1} bulundu
vi: Sau khi kiểm tra backend, PPI {0}: {1} được tìm thấy
zh_hant: 搜索網站後，發現{0}的PPI：{1}

# ClearScores
source: Delete scores
de: Ergebnisse löschen
es: eliminar puntuaciones
fil: Tanggalin ang mga marka
fr: Supprimer les scores
hi: स्कोर हटाएं
it: eliminare i punteggi
ja: スコアを削除する
ko: 점수 삭제
ms: Padamkan markah
pl: Usuwanie wyników
pt: deletar pontuações
ru: удалить оценки
th: ลบคะแนน
tr: Puanları sil
vi: Xóa điểm
zh_hant: 刪除分數

source: Close
de: Schließen
es: Cerrar
fil: Isara ang
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
pl: Zamykać
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapatmak
vi: Đóng
zh_hant: 關閉

# CommonPara
source: while the app is counting correct and wrong readings for visual acuity score. The test will start from current row and enumerate up to 5 optotypes before moving to next row with smaller optotypes. The test is finished when more than {0} are misread in the same row or the last row is done.
de: während die App richtige und falsche Messwerte für den Sehschärfewert zählt. Der Test beginnt in der aktuellen Zeile und zählt bis zu 5 Optotypen auf, bevor er zur nächsten Zeile mit kleineren Optotypen übergeht. Der Test ist beendet, wenn in derselben Zeile mehr als {0} falsch gelesen wurden oder die letzte Zeile abgeschlossen ist.
es: mientras la aplicación cuenta lecturas correctas e incorrectas para la puntuación de agudeza visual. La prueba comenzará desde la fila actual y enumerará hasta 5 optotipos antes de pasar a la siguiente fila con optotipos más pequeños. La prueba finaliza cuando se han leído mal más de {0} en la misma fila o se ha completado la última fila.
fil: habang ang app ay nagbibilang ng tama at maling readings para sa visual acuity score. Ang pagsusulit ay magsisimula mula sa kasalukuyang hilera at mag enumerate ng hanggang sa 5 optotypes bago lumipat sa susunod na hilera na may mas maliit na optotypes. Ang pagsusulit ay tapos na kapag higit sa {0} ay maling nabasa sa parehong hilera o ang huling hilera ay tapos na.
fr: pendant que l'application compte les lectures correctes et incorrectes pour le score d'acuité visuelle. Le test démarre à partir de la ligne actuelle et énumère jusqu'à 5 optotypes avant de passer à la ligne suivante avec des optotypes plus petits. Le test est terminé lorsque plus de {0} sont mal lus dans la même ligne ou que la dernière ligne est terminée.
hi: जबकि एप्लिकेशन दृश्य तीक्ष्णता स्कोर के लिए सही और गलत रीडिंग गिन रहा है। परीक्षण वर्तमान पंक्ति से शुरू होगा और छोटे ऑप्टोटाइप के साथ अगली पंक्ति में जाने से पहले 5 ऑप्टोटाइप तक गणना करेगा। परीक्षण समाप्त हो जाता है जब {0} से अधिक एक ही पंक्ति में गलत हो जाते हैं या अंतिम पंक्ति होती है।
it: mentre l\'app sta contando le letture corrette e sbagliate per il punteggio dell\'acuità visiva. Il test inizierà dalla riga corrente e enumererà fino a 5 ottotipi prima di passare alla riga successiva con ottotipi più piccoli. Il test è terminato quando più di {0} non sono stati letti correttamente nella stessa riga o l\'ultima riga è stata eseguita.
ja: アプリが視力値のために正しいものと間違った読みを数えている時は、テストは現在の行から開始され、小さい視標を持つ次の行に移動する前に最大5つの視標を列挙します。同じ行で{0}を超える数が誤って読み取られた場合、または最後の行が到達した場合、テストは終了します。
ko: 앱에서 시력 점수에 대해 올바르게 읽은 항목과 다르게 읽은 항목을 계산하는 동안. 검사는 현재 열에서 시작되며 5개의 시력 검사표 기호를 열거한 후 더 작은 시력 검사표 기호가 있는 다음 줄로 이동합니다. 검사는 같은 줄에서 {0}개 이상을 잘못 읽거나 마지막 줄까지 마쳤을 때 끝납니다.
ms: semasa apl mengira bacaan yang betul dan salah untuk skor ketajaman penglihatan. Ujian akan bermula dari baris semasa dan menghitung sehingga 5 optotip sebelum beralih ke baris seterusnya dengan optotip yang lebih kecil. Ujian selesai apabila lebih daripada {0} disalah baca dalam baris yang sama atau baris terakhir dilakukan.
pl: podczas gdy aplikacja zlicza prawidłowe i błędne odczyty w celu uzyskania oceny ostrości wzroku. Test rozpocznie się od bieżącego wiersza i wyliczy do 5 optotypów, zanim przejdzie do następnego wiersza z mniejszymi optotypami. Test jest zakończony, gdy więcej niż {0} zostanie błędnie odczytanych w tym samym wierszu lub ostatni wiersz zostanie wykonany.
pt: enquanto o aplicativo está contando leituras corretas e erradas para pontuação de acuidade visual. O teste será iniciado a partir da linha atual e enumerará até 5 optotipos antes de passar para a próxima linha com optotipos menores. O teste está concluído quando mais de {0} são interpretadas incorretamente na mesma linha ou a última linha é concluída.
ru: пока приложение продолжает считать корректные и некорректные показания остроты зрения. Проверка начнется с текущего ряда с подсчетом до 5 оптотипов, после чего выполняется переход на следующий ряд с оптотипами меньшего размера. Проверка закончится, если больше чем {0} оптотипов в том же ряду распознаны неправильно или при прохождении последнего ряда.
th: ขณะที่แอพกำลังนับผลการอ่านที่ถูกและผิดสำหรับคะแนนการวัดสายตา การทดสอบจะเริ่มจากแถวปัจจุบัน และระบุสัญลักษณ์ทดสอบสายตาสูงสุด 5 สัญลักษณ์ ก่อนที่จะย้ายไปยังแถวถัดไปที่มีสัญลักษณ์ทดสอบสายตาขนาดเล็กลง การทดสอบจะเสร็จสิ้นเมื่อมีการอ่านผิดมากกว่า {0} ครั้งในแถวเดียวกัน หรือสิ้นสุดแถวสุดท้าย
tr: Uygulama görme keskinliği skoru için doğru ve yanlış okumaları sayarken. Test, mevcut satırdan başlayacak ve daha küçük optotiplerle bir sonraki satıra geçmeden önce 5 optotipe kadar numaralandıracaktır. Aynı satırda {0}'den fazla yanlış okunduğunda veya son satır tamamlandığında test sonlandırılır.
vi: trong khi ứng dụng đang đếm số lần đọc đúng và sai cho điểm thị lực. Bài kiểm tra sẽ bắt đầu từ hàng hiện tại và liệt kê tối đa 5 mẫu quang học trước khi chuyển sang hàng tiếp theo với các mẫu quang học nhỏ hơn. Bài kiểm tra kết thúc khi có hơn {0} mẫu bị đọc sai trong cùng một hàng hoặc hàng cuối cùng được thực hiện.
zh_hant: 本App會計算正確和錯誤的答案然后得出結果。是次測試會從當前行開始，顯示最多5個視標，然后移到下一行較小的視標。若在同一行有多於{0}個錯誤，測試結束，結果列出。當最下一行完結，測試結束，結果列出。

source: Confirm
de: Bestätigen
es: Confirmar
fil: Kumpirmahin
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認する
ko: 확인
ms: Mengesahkan
pl: Potwierdzić
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
tr: Onaylamak
vi: Xác nhận
zh_hant: 確認

# ConfirmRemoveScores
source: Are you sure to remove all scores of {0}?
de: Möchten Sie wirklich alle Bewertungen von {0} entfernen?
es: ¿Seguro que quiere eliminar todas las puntuaciones de {0}?
fil: Sigurado ka bang tanggalin ang lahat ng mga puntos ng {0}?
fr: Êtes-vous sûr de vouloir supprimer tous les scores de {0} ?
hi: क्या आप {0} के सभी स्कोर निकालना सुनिश्चित करते हैं?
it: Sei sicuro di rimuovere tutti i punteggi di {0}?
ja: {0}のすべての値を削除してよろしいですか？
ko: {0}의 모든 점수를 삭제하시겠습니까?
ms: Adakah anda pasti untuk mengalih keluar semua skor {0}?
pl: Czy na pewno chcesz usunąć wszystkie wyniki {0}?
pt: Você realmente quer remover todas as pontuações de {0}?
ru: Вы хотите удалить все результаты {0}?
th: คุณแน่ใจว่าจะลบคะแนนทั้งหมดของ {0} หรือไม่?
tr: Tüm {0} puanlarını kaldırdığınızdan emin misiniz?
vi: Bạn có chắc chắn muốn xóa tất cả điểm của {0} không?
zh_hant: 要刪除 {0} 的分數嗎？
