Repository: zijianhuang/apptranslation
Catalog: Docs/PowerShell/Fonlow.VA.Languages/MultilingualResources/Fonlow.VA.Languages.*.xlf
Languages: ar, de, es, fil, fr, hi, it, ja, ko, ms, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# NextOptotype
source: Next optotype of same row
de: Nächstes Optotyp der gleichen Reihe
es: Siguiente optotipo
fil: Next optotype ng parehong hilera
fr: Optotype suivant de la même rangée
hi: उसी पंक्ति का अगला ऑप्टोटाइप
it: Prossimo ottotipo
ja: 同じ行の次の視標
ko: 같은 열의 다음 시력 검사표 기호
ms: Optotaip seterusnya bagi baris yang sama
pl: Następny optotyp tego samego rzędu
pt: Próximo optotipo da mesma linha
ru: Следующий оптотип в том же ряде
th: สัญลักษณ์ทดสอบสายตาถัดไปใ
tr: Aynı satırın sonraki optotipi
vi: Bản in tiếp theo của cùng một hàng
zh_hant: 下一個視標

source: No
de: NEIN
fil: Hindi
fr: Non
hi: नहीं
ja: いいえ
ko: 아니요
ms: Tidak
pl: Nie
pt: Não
ru: Нет
th: ไม่ใช่
tr: Hayır
vi: KHÔNG
zh_hant: 否

# NoRecordSelected
source: No record selected. You should select a record.
de: Kein Datensatz ausgewählt. Sie sollten einen Datensatz auswählen.
es: No se seleccionó ningún registro. Debes seleccionar un registro.
fil: Walang napiling talaan. Dapat kang pumili ng isang talaan.
fr: Aucun enregistrement sélectionné. Vous devez sélectionner un enregistrement.
hi: कोई रिकॉर्ड चयनित नहीं. आपको एक रिकॉर्ड चुनना चाहिए.
it: Nessun record selezionato. Dovresti selezionare un record.
ja: レコードが選択されていません。 レコードを選択する必要があります。
ko: 선택한 레코드가 없습니다. 레코드를 선택해야 합니다.
ms: Tiada rekod yang dipilih. Anda harus memilih rekod.
pl: Nie wybrano żadnego rekordu. Należy wybrać rekord.
pt: Nenhum registro selecionado. Você deve selecionar um registro.
ru: Запись не выбрана. Вам следует выбрать запись.
th: ไม่ได้เลือกบันทึก คุณควรเลือกบันทึก
tr: Kayıt seçilmedi. Bir kayıt seçmelisiniz.
vi: Không có bản ghi nào được chọn. Bạn nên chọn một bản ghi.
zh_hant: 沒有選擇記錄。 您應該選擇一筆記錄。

# NoScoreYet
source: No score yet. Auto-scoring calculates score which may be saved.
de: Noch kein Punktestand. Durch die automatische Wertung wird ein Punktestand berechnet, der gespeichert werden kann.
es: Aún no hay ninguna puntuación. La reproducción automática calcula la puntuación que se puede guardar.
fil: Wala pang score. Ang awtomatikong pag-score ay kinakalkula ang iskor na maaaring i-save.
fr: Pas encore de score. La notation automatique calcule le score qui peut être sauvegardé.
hi: अभी तक कोई अंक नहीं मिला। ऑटोप्ले स्कोर की गणना करता है जिसे सेव किया जा सकता है।
it: Nessun punteggio ancora. La riproduzione automatica calcola il punteggio che può essere salvato.
ja: まだ値はありません。自動再生は保存できる値を計算します。
ko: 아직 점수가 없습니다. 오토플레이에서 저장될 점수를 계산합니다.
ms: Tiada markah lagi. Pemarkahan automatik mengira skor yang boleh disimpan.
pl: Nie ma jeszcze wyniku. Automatyczne ocenianie oblicza wynik, który można zapisać.
pt: Sem pontuação. A reprodução automática calcula a pontuação que pode ser salva.
ru: Результаты отсутствуют. Функция автовоспроизведение рассчитывает результат, который можно сохранить.
th: ยังไม่มีคะแนน การเล่นอัตโนมัติจะคำนวณคะแนนซึ่งอาจถูกบันทึก
tr: Henüz skor yok. Otomatik puanlama, kaydedilebilecek puanı hesaplar.
vi: Chưa có điểm. Hệ thống chấm điểm tự động sẽ tính điểm có thể được lưu.
zh_hant: 還沒有分數記錄。自動計分所得出的分數可保存。

source: None
de: Keiner
es: Ninguno
fil: Wala na
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: 無し
ko: 없음
ms: Tiada
pl: Żaden
pt: Nenhum
ru: Нет
th: ไม่มี
tr: Hiç kimse
vi: Không có
zh_hant: 無

# NotYetSupported
source: {0} is not yet supported. Please go to Settings and input Custom PPI according to the specification of your {1}. And please send a message to developer about this latest {1}.
de: {0} wird noch nicht unterstützt. Gehen Sie bitte zu den Einstellungen und geben Sie benutzerdefinierte PPI entsprechend der Spezifikation Ihres {1} ein. Und senden Sie dem Entwickler bitte eine Nachricht zu diesem neuesten {1}.
es: {0} aún no es compatible. Vaya a Configuración e ingrese PPI personalizado de acuerdo con la especificación de su {1}. Y envíe un mensaje al desarrollador sobre esta última {1}.
fil: {0} ay hindi pa suportado. Pumunta lamang sa Mga Setting at input Custom PPI ayon sa pagtutukoy ng iyong {1}. At mangyaring magpadala ng mensahe sa developer tungkol sa pinakabagong {1} na ito.
fr: {0} n'est pas encore pris en charge. Veuillez accéder aux paramètres et saisir le PPI personnalisé en fonction des spécifications de votre {1}. Et veuillez envoyer un message au développeur à propos de ce dernier {1}.
hi: {0} अभी तक समर्थित नहीं है। कृपया अपने {1} के विनिर्देश के अनुसार सेटिंग और इनपुट कस्टम पीपीआई पर जाएं। और इस नवीनतम {1} के बारे में डेवलपर को संदेश भेजें।
it: {0} non è ancora supportato. Vai su Impostazioni e inserisci PPI personalizzato in base alle specifiche del tuo {1}. E invia un messaggio allo sviluppatore sull'ultimo {1}.
ja: {0}はまだサポートされていません。 設定に移動し、{1}の仕様に従ってカスタムPPIを入力してください。 そして、この最新の{1}について開発者にメッセージを送ってください。
ko: {0}은 아직 지원되지 않습니다. {1}의 사양에 따라 설정으로 이동하여 사용자 정의 PPI를 입력하십시오. 최신 {1}에 대해 개발자에게 메시지를 보내 주시기 바랍니다.
ms: {0} belum disokong. Sila pergi ke Tetapan dan masukkan PPI Tersuai mengikut spesifikasi {1} anda. Dan sila hantar mesej kepada pemaju mengenai {1} terkini ini.
pl: {0} nie jest jeszcze obsługiwana. Przejdź do Ustawień i wprowadź Niestandardowe PPI zgodnie ze specyfikacją swojego {1}. I wyślij wiadomość do programisty o tym najnowszym {1}.
pt: {0} ainda não é suportado. Vá para Configurações e insira PPI personalizado de acordo com a especificação do seu {1}. E envie uma mensagem ao desenvolvedor sobre o último {1}.
ru: {0} еще не поддерживается. Перейдите в Настройки и введите пользовательский PPI в соответствии со спецификацией вашего {1}. И, пожалуйста, отправьте сообщение разработчику об этом последнем {1}.
th: ยังไม่รองรับ {0} โปรดไปที่การตั้งค่าและป้อน PPI ที่กำหนดเองตามข้อกำหนดของ {1} ของคุณ และโปรดส่งข้อความถึงผู้พัฒนาเกี่ยวกับ {1} ล่าสุดนี้
tr: {0} henüz desteklenmemektedir. Lütfen Ayarlar'a gidin ve {1}'inizin özelliklerine göre Özel ÜFE girin. Ve lütfen geliştiriciye bu son {1} hakkında bir mesaj gönderin.
vi: {0} vẫn chưa được hỗ trợ. Vui lòng vào Cài đặt và nhập PPI tùy chỉnh theo thông số kỹ thuật của {1}. Và vui lòng gửi tin nhắn cho nhà phát triển về {1} mới nhất này.
zh_hant: 尚不支持{0}。請轉到“設置”，然後根據您的{1}的技術規範輸入PPI。並且請向開發者發送有關此最新{1}的消息。

# NotationHelp
source: Common visual acuity notations.
de: Allgemeine Angaben zur Sehschärfe.
es: Notaciones comunes de agudeza visual.
fil: Mga karaniwang notasyon ng visual acuity.
fr: Notations courantes d'acuité visuelle.
hi: आम दृश्य तीक्ष्ण अंकन।
it: Notazioni comuni di acutezza visiva.
ja: 一般的な視力の表記法
ko: 일반적인 시력 기호입니다.
ms: Notasi ketajaman penglihatan biasa.
pl: Typowe notacje ostrości wzroku.
pt: Notações comuns de acuidade visual.
ru: Общие указания по остроте зрения
th: สัญลักษณ์วัดสายตาทั่วไป
tr: Ortak görme keskinliği notasyonları.
vi: Các ký hiệu thị lực thông thường.
zh_hant: 常用視力表達。

# NothingToCopy
source: No scores to share
de: Keine Ergebnisse zum Teilen
es: No hay puntuaciones para compartir
fil: Walang mga puntos upang ibahagi
fr: Aucune partition à partager
hi: साझा करने के लिए कोई स्कोर नहीं
it: Nessun punteggio da condividere
ja: 共有できるスコアはありません
ko: 공유할 점수가 없습니다.
ms: Tiada markah untuk dikongsi
pl: Brak wyników do udostępnienia
pt: Não há pontuações para compartilhar
ru: Нет результатов, которыми можно поделиться
th: ไม่มีคะแนนที่จะแบ่งปัน
tr: Paylaşılacak skor yok
vi: Không có điểm số nào để chia sẻ
zh_hant: 沒有分數可分享

source: Official Website
de: Offizielle Website
es: Sitio web oficial
fil: Opisyal na Website
fr: Site officiel
hi: सरकारी वेबसाइट
it: Sito ufficiale
ja: 公式サイト
ko: 공식 웹사이트
ms: Laman web rasmi
pl: Oficjalna strona internetowa
pt: Website oficial
ru: Официальный веб-сайт.
th: เว็บไซต์ทางการ
tr: Resmi internet sitesi
vi: Trang web chính thức
zh_hant: 官方網站

# OptotypeHeightHelp
source: Show the physical height of the optotype when moving to the other test row.
de: Zeigen Sie die physikalische Höhe des Optotyps beim Wechsel zur anderen Testreihe an.
es: Muestra la altura física del optotipo cuando se mueve a la otra fila de la prueba.
fil: Ipakita ang pisikal na taas ng optotype kapag lumilipat sa kabilang hanay ng pagsubok.
fr: Affichez la hauteur physique de l’optotype lors du passage à l’autre rangée de test.
hi: दूसरी परीक्षण पंक्ति में जाने पर ऑप्टोटाइप की भौतिक ऊंचाई दिखाएं।
it: Mostra l\'altezza fisica dell\'ottotipo quando ti sposti sull\'altra fila di test.
ja: 他のテスト行に移動したときに、視標の物理的な高さを表示します。
ko: 다른 검사 열로 이동할 때 시력 검사표 기호의 실제 세로 길이를 표시합니다.
ms: Tunjukkan ketinggian fizikal optotip apabila bergerak ke baris ujian yang lain.
pl: Pokaż fizyczną wysokość optotypu podczas przechodzenia do drugiego wiersza testowego.
pt: Mostre a altura física do optotipo ao passar para a outra linha do teste.
ru: Показать физическую высоту оптотипов при переходе к другому ряду.
th: แสดงความสูงทางกายภาพของสัญลักษณ์ทดสอบสายตาเมื่อเลื่อนไปยังแถวทดสอบอื่น
tr: Diğer test satırına geçerken optotipin fiziksel yüksekliğini gösterin.
vi: Hiển thị chiều cao vật lý của bản in khi di chuyển sang hàng thử nghiệm khác.
zh_hant: 當移到另一測試行時顯示視標的物理高度。

# PauseReplay
source: Pause/Resume
de: Pause/Fortsetzen
es: Pausa/repetición
fil: I-pause/Ipagpatuloy
fr: Pause/Reprendre
hi: रोकें / खेलना
it: Pausa / curriculum vitae
ja: 一時停止 / 再開する
ko: 일시 정지/이력서
ms: Jeda / Sambung Semula
pl: Wstrzymanie/wznowienie
pt: Pausa/currículo
ru: Пауза / резюме
th: พัก/เล่นซ้ำ
tr: Duraklat/Devam Et
vi: Tạm dừng/Tiếp tục
zh_hant: 暫停/繼續

# Perfect
source: Perfect vision. {0}
de: Perfekte Sicht. {0}
es: Visión perfecta. {0}
fil: Perpektong pangitain. {0}
fr: Vision parfaite. {0}
hi: परिपूर्ण दृष्टि। {0}
it: Vista perfetta {0}
ja: 完璧な視力。{0}
ko: 완벽한 시력입니다. {0}
ms: Penglihatan yang sempurna. {0}
pl: Doskonałe widzenie. {0}
pt: Visão perfeita. {0}
ru: Идеальное зрение. {0}
th: การมองเห็นสมบูรณ์แบบ {0}
tr: Mükemmel görüş. {0}
vi: Tầm nhìn hoàn hảo. {0}
zh_hant: 很好視力. {0}

# PlayIntervalHelp
source: During Auto-scoring, the app will display next optotype after the defined interval. The app will mark a miss and move to next optotype if the “patient” could not respond on time within the interval.
de: Während der automatischen Bewertung zeigt die App nach dem definierten Intervall das nächste Optotyp an. Die App markiert einen Fehler und wechselt zum nächsten Optotyp, wenn der „Patient“ nicht rechtzeitig innerhalb des Intervalls reagieren konnte.
es: Durante la reproducción automática, la aplicación mostrará el siguiente optotipo después del intervalo definido. La aplicación marcará una falla y pasará al siguiente optotipo si el \"paciente\" no pudo responder a tiempo dentro del intervalo.
fil: Sa panahon ng Auto scoring, ang app ay magpapakita ng susunod na optotype pagkatapos ng tinukoy na agwat. Ang app ay markahan ang isang miss at lumipat sa susunod na optotype kung ang "pasyente" ay hindi maaaring tumugon sa oras sa loob ng agwat.
fr: Lors de la notation automatique, l'application affichera l'optotype suivant après l'intervalle défini. L'application marquera un échec et passera à l'optotype suivant si le « patient » n'a pas pu répondre à temps dans l'intervalle.
hi: ऑटोप्ले के दौरान, ऐप परिभाषित अंतराल के बाद अगले ऑप्टोटाइप को प्रदर्शित करेगा। यदि अंतराल के भीतर \"रोगी\" समय पर जवाब नहीं दे सका तो ऐप एक मिस को चिह्नित करेगा और अगले ऑप्टोटाइप में ले जाएगा।
it: Durante l\'autoplay, l\'app visualizzerà il prossimo ottotipo dopo l\'intervallo definito. L\'app segnerà un errore e passerà al prossimo ottotipo se il \"paziente\" non potrebbe rispondere in tempo nell\'intervallo.
ja: 自動再生中、アプリは定義された間隔の後に次の視標を表示します。 「患者」が間隔を開けて時間内に応答できなかった場合、アプリは間違いの印つけ次の視標に移動します。
ko: 오토플레이 동안 지정된 간격이 지난 후에 앱에서 다음 시력 검사표 기호를 표시합니다. “환자”가 간격 내 제때 대답할 수 없는 경우 앱에서 놓침으로 표시하고 다음 시력 검사표 기호로 이동합니다.
ms: Semasa Pemarkahan automatik, apl akan memaparkan optotaip seterusnya selepas selang yang ditentukan. Aplikasi akan menandakan terlepas dan beralih ke optotaip seterusnya jika "pesakit" tidak dapat bertindak balas tepat pada masanya dalam selang waktu.
pl: Podczas automatycznego oceniania aplikacja wyświetli następny optotyp po zdefiniowanym interwale. Aplikacja oznaczy chybienie i przejdzie do następnego optotypu, jeśli "pacjent" nie był w stanie odpowiedzieć na czas w przedziale.
pt: Durante a Reprodução Automática, o aplicativo exibirá o próximo optotipo após o intervalo. Se o \"paciente\" não puder responder no prazo dentro do intervalo, então o aplicativo marcará um erro e mudará para o próximo optotipo.
ru: Во время автовоспроизведения приложение будет отображать следующий оптотип после установленного интервала времени. Приложение будет отмечать неправильно прочитанному символу и переходить к следующему оптотипу, если «пациент» не смог ответить во время в заданный временной интервал.
th: ในระหว่างการเล่นอัตโนมัติ แอปจะแสดงสัญลักษณ์ทดสอบสายตาถัดไปหลังจากช่วงเวลาที่กำหนด แอปจะทำเครื่องหมายว่าพลาด และเลื่อนไปยังสัญลักษณ์ทดสอบสายตาถัดไป หาก“ ผู้ป่วย” ไม่สามารถตอบสนองได้ทันภายในช่วงเวลา
tr: Otomatik puanlama sırasında, uygulama tanımlanan aralıktan sonraki optotipi görüntüler. Uygulama, bir ıskalamayı işaretleyecek ve "hasta" aralık içinde zamanında yanıt veremezse bir sonraki optotipe geçecektir.
vi: Trong quá trình chấm điểm tự động, ứng dụng sẽ hiển thị optotype tiếp theo sau khoảng thời gian đã xác định. Ứng dụng sẽ đánh dấu lỗi và chuyển sang optotype tiếp theo nếu "bệnh nhân" không thể phản hồi kịp thời trong khoảng thời gian đó.
zh_hant: 在自動計分模式下，此app每隔若干秒顯示下一視標。若受測試者不能按時對視標作出反應，則是誤讀。

# PlayIntervalLabel
source: Play Interval Until Next Optotype
de: Spielintervall bis zum nächsten Optotyp
es: Intervalo de reproducción hasta el siguiente optotipo
fil: Interval ng Play Hanggang sa Susunod na Optotype
fr: Intervalle de lecture jusqu'au prochain optotype
hi: अगले ऑप्टोटाइप तक अंतराल खेलें
it: Riproduci intervallo fino a prossimo Ottotipo
ja: 次の視力表までの再生間隔
ko: 다음 시력 검사표 기호까지 간격을 추가합니다
ms: Main Selang Sehingga Optotaip Seterusnya
pl: Interwał odtwarzania do następnego optotypu
pt: Reproduzir o Intervalo para o Próximo Optotipo
ru: Интервал воспроизведения до следующего оптотипа
th: เล่นช่วงนี้ต่อไปจนถึงสัญลักษณ์ทดสอบสายตาถัดไป
tr: Bir sonraki optotipe kadar aralık oynatın
vi: Khoảng thời gian phát cho đến khi bản in tiếp theo
zh_hant: 下個字符的間隔

# PriorOptotype
source: Prior optotype of same row
de: Vorheriger Optotyp derselben Reihe
es: Optotipo anterior de la misma fila
fil: Naunang optotype ng parehong hilera
fr: Optotype antérieur de la même rangée
hi: एक ही पंक्ति का पूर्व ऑप्टोटाइप
it: Ottotipo precedente della stessa riga
ja: 同じ行の以前の視標
ko: 같은 열의 이전 시력 검사표 기호
ms: Optotaip terdahulu bagi baris yang sama
pl: Poprzedni optotyp tego samego wiersza
pt: Optotipo anterior da mesma linha
ru: Предыдущий оптотип в том же ряде
th: สัญลักษณ์ทดสอบสายตาก่อนหน้าในแถวเดียวกัน
tr: Aynı satırın önceki optotipi
vi: Bản in trước của cùng một hàng
zh_hant: 上一個視標

# PrivacyPolicyLabel
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: política de privacidad
fil: Patakaran sa Pagkapribado
fr: politique de confidentialité
hi: गोपनीयता नीति
it: politica sulla riservatezza
ja: プライバシーポリシー
ko: 개인 정보 정책
ms: Dasar Privasi
pl: Polityka prywatności
pt: política de Privacidade
ru: политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Product Description
de: Produktbeschreibung
es: Descripción del producto
fil: Paglalarawan ng Produkto
fr: Description du produit
hi: उत्पाद वर्णन
it: Descrizione del prodotto
ja: 製品説明
ko: 제품 설명
ms: Penerangan produk
pl: Opis produktu
pt: Descrição do Produto
ru: Описание изделия
th: คำบรรยายสินค้า
tr: Ürün açıklaması
vi: Mô tả sản phẩm
zh_hant: 產品信息

# ProductInfo1
source: This app reassembles {0} through generating optotypes at exact physical sizes according to the test distance.
de: Diese App setzt {0} neu zusammen, indem sie Optotypen in exakter physikalischer Größe entsprechend der Testentfernung generiert.
es: Esta aplicación se vuelve a ensamblar {0} mediante la generación de optotipos en tamaños físicos exactos de acuerdo con la distancia de la prueba.
fil: Ang app na ito ay muling nagtitipon ng {0} sa pamamagitan ng pagbuo ng mga optotype sa eksaktong pisikal na laki ayon sa distansya ng pagsubok.
fr: Cette application réassemble {0} en générant des optotypes à des tailles physiques exactes en fonction de la distance de test.
hi: यह ऐप परीक्षण दूरी के अनुसार सटीक भौतिक आकारों में ऑप्टोटाइप बनाने के माध्यम से {0} को पुन: प्रस्तुत करता है।
it: Questa app riassembla {0} generando ottotipi a dimensioni fisiche esatte in base alla distanza del test.
ja: このアプリは、テスト距離に応じて正確な物理サイズで視標を生成し、{0}を組み立て直します。
ko: 이 앱은 시력 검사표 기호를 검사 거리에 따라 정확한 실제 크기로 생성하여 {0} 항목을 재구성합니다.
ms: Aplikasi ini memasang semula {0} melalui penjanaan optotip pada saiz fizikal yang tepat mengikut jarak ujian.
pl: Ta aplikacja ponownie składa {0} poprzez generowanie optotypów w dokładnych rozmiarach fizycznych zgodnie z odległością testową.
pt: Este aplicativo reúne {0} através da geração de optotipos em tamanhos físicos de acordo com a distância do teste.
ru: Данное приложение похоже на {0} посредством формирования оптотипов в том размере, который соответствует расстоянию при проверке зрения.
th: แอปนี้รวบรวม {0} ด้วยการสร้างสัญลักษณ์ทดสอบสายตาที่มีขนาดทางกายภาพที่แน่นอนตามระยะห่างของการทดสอบ
tr: Bu uygulama, test mesafesine göre tam fiziksel boyutlarda optotipler oluşturarak {0} yeniden birleştirir.
vi: Ứng dụng này lắp ráp lại {0} bằng cách tạo ra các mẫu quang học có kích thước vật lý chính xác theo khoảng cách thử nghiệm.
zh_hant: 在手機或平板電腦上精確印出{0}。測試距離可調整。支持鏡像模式。

# ProductInfo2
source: This app cannot replace optometrists who would carry out professional and comprehensive tests for your eyes. Please seek help from medical professional at early signs of visual acuity problems.
de: Diese App kann keinen Optiker ersetzen, der professionelle und umfassende Tests Ihrer Augen durchführt. Bitte suchen Sie bei frühen Anzeichen von Sehproblemen einen Arzt auf.
es: Esta aplicación no puede reemplazar a los optometristas que realizan pruebas profesionales e integrales para sus ojos. Por favor, busque ayuda de un profesional médico ante los primeros signos de problemas de agudeza visual.
fil: Ang app na ito ay hindi maaaring palitan ang mga optometrists na magsasagawa ng propesyonal at komprehensibong mga pagsubok para sa iyong mga mata. Mangyaring humingi ng tulong sa medikal na propesyonal sa maagang palatandaan ng mga problema sa visual acuity.
fr: Cette application ne peut pas remplacer les optométristes qui effectueront des tests professionnels et complets de vos yeux. Veuillez consulter un professionnel de la santé dès les premiers signes de problèmes d'acuité visuelle.
hi: यह एप्लिकेशन ऑप्टोमेट्रिस्ट को प्रतिस्थापित नहीं कर सकता है जो आपकी आंखों के लिए पेशेवर और व्यापक परीक्षण करेंगे। कृपया दृश्य तीक्ष्णता की समस्याओं के शुरुआती संकेतों पर चिकित्सा पेशेवर से मदद लें।
it: Questa app non può sostituire optometristi che effettuerebbero test professionali e completi per i tuoi occhi. Si prega di cercare aiuto da parte del medico in primi segni di problemi di acuità visiva.
ja: このアプリを目のための専門的かつ包括的なテストを実行する眼科医を置き換えることはできません。視力障害の初期兆候がある場合は、専門医の助けを求めてください。
ko: 이 앱은 전문적이고 종합적인 시력 검사를 수행하는 검안의를 대신할 수 없습니다. 시력 문제의 초기 증상을 발견한 경우 의료 전문가의 도움을 받으세요.
ms: Aplikasi ini tidak boleh menggantikan optometris yang akan menjalankan ujian profesional dan komprehensif untuk mata anda. Sila dapatkan bantuan daripada profesional perubatan pada tanda-tanda awal masalah ketajaman penglihatan.
pl: Ta aplikacja nie zastąpi optometrystów, którzy przeprowadzą profesjonalne i kompleksowe badania Twoich oczu. Proszę zwrócić się o pomoc do lekarza przy wczesnych oznakach problemów z ostrością wzroku.
pt: Este aplicativo não pode substituir os optometristas que realizariam testes profissionais e abrangentes para os seus olhos. Por favor, procure ajuda de um profissional médico nos primeiros sinais de problemas de acuidade visual.
ru: Данное приложение не заменяет специалистов по оптике, которые проводят профессиональную и комплексную проверку зрения. Пожалуйста, обязательно обращайтесь к компетентным медицинским сотрудникам при появлении проблем со зрением.
th: แอปนี้ไม่สามารถแทนที่นักทัศนมาตรที่จะดำเนินการทดสอบสายตาของคุณแบบมืออาชีพและครบถ้วนได้ โปรดขอความช่วยเหลือจากผู้มีวิชาชีพทางการแพทย์แต่เนิ่นๆ เมื่อมีอาการบ่งชี้ปัญหาทางสายตา
tr: Bu uygulama, gözleriniz için profesyonel ve kapsamlı testler yapacak optometristlerin yerini alamaz. Görme keskinliği sorunlarının erken belirtilerinde lütfen tıp uzmanından yardım isteyin.
vi: Ứng dụng này không thể thay thế các bác sĩ nhãn khoa thực hiện các xét nghiệm chuyên nghiệp và toàn diện cho mắt của bạn. Vui lòng tìm kiếm sự trợ giúp từ chuyên gia y tế khi có dấu hiệu sớm của các vấn đề về thị lực.
zh_hant: 此App可以代替傳統印刷的視力表來發現近視的早期跡象和程度，然而不可代替專業驗光師和醫生，他們會對你的眼睛進行全面的檢查。

source: Record Scores
de: Rekordergebnisse
es: Registrar puntuaciones
fil: Itala ang mga Marka
fr: Scores records
hi: रिकॉर्ड स्कोर
it: Registra Punteggi
ja: 値の記録
ko: 점수 기록
ms: Rekod Skor
pl: Rekordowe wyniki
pt: Registrar Pontuações
ru: Запись результатов проверки
th: บันทึกคะแนน
tr: Rekor Skorlar
vi: Kỷ lục điểm số
zh_hant: 記錄分數

# RecordScoresEnabled
source: Enable saving score in test through Auto-scoring. Each testee may have a pair of scores once a day.
de: Aktivieren Sie das Speichern der Testergebnisse durch automatisches Scoring. Jeder Testteilnehmer kann einmal am Tag ein Paar Ergebnisse erhalten.
es: Habilitar la opción de guardar la puntuación de la prueba a través de reproducción automática. Cada persona evaluada puede tener un par de puntuaciones una vez al día.
fil: Paganahin ang pag save ng puntos sa pagsubok sa pamamagitan ng Auto-scoring. Ang bawat testee ay maaaring magkaroon ng isang pares ng mga puntos isang beses sa isang araw.
fr: Permet d'enregistrer les scores lors du test grâce à la notation automatique. Chaque candidat peut avoir une paire de scores une fois par jour.
hi: ऑटोप्ले के माध्यम से परीक्षण में बचत अंक सक्षम करें। प्रत्येक टेस्टी के पास दिन में एक बार एक जोड़ी स्कोर हो सकता है।
it: Abilita il salvataggio del punteggio in prova tramite Autoplay. Ogni partecipante può avere un paio di punteggi una volta al giorno.
ja: 自動再生によるテスト値の保存を有効にします。各被験者は1日に1回、一対の値を取得できます。
ko: 오토플레이를 통해 검사 검사를 저장할 수 있습니다. 각 검사 대상자는 매일 시력 한 쌍의 점수를 보유할 수 있습니다.
ms: Dayakan skor simpanan dalam ujian melalui Pemarkahan automatik. Setiap peserta ujian mungkin mempunyai sepasang markah sekali sehari.
pl: Włącz zapisywanie wyniku w teście za pomocą automatycznego oceniania. Każdy badany może mieć parę wyników raz dziennie.
pt: Ative a opção que permite salvar a pontuação por meio da Reprodução Automática. Cada pessoa testada pode ter um par de pontuações por dia.
ru: Разрешить сохранять результаты тестирования через автовоспроизведение. На каждого испытуемого можно сохранять пару результатов раз в день.
th: เปิดใช้งานการบันทึกคะแนนการทดสอบผ่านการเล่นอัตโนมัติ ผู้ทดสอบแต่ละคนสามารถมีคะแนนหนึ่งคู่ต่อวัน
tr: Otomatik puanlama aracılığıyla testte puan kaydetmeyi etkinleştirin. Her sınava giren kişi günde bir kez bir çift puana sahip olabilir.
vi: Cho phép lưu điểm trong bài kiểm tra thông qua tính năng chấm điểm tự động. Mỗi người được kiểm tra có thể có một cặp điểm một lần mỗi ngày.
zh_hant: 可保存自動計分所得出的分數。每位受測試者每天可記錄一組分數。
